{"products":[{"id":4139140,"name":"Soy Sauce","brands":"Kikkoman","ingredientsText":"WATER, SOYBEANS, WHEAT, SALT.","categories":"null","labels":"Kosher,Sin OMG,Sin conservantes,Proyecto no OGM,Unión Ortodoxa Kosher","link":"https://kikkomanusa.com/homecooks/products/soy-sauce-non-gmo/","stores":"null","allergens":"en:gluten,en:soybeans","packaging":"Spice & Condiment","quantity":"5 fl oz (148 ml)","imageUrl":"https://images.openfoodfacts.org/images/products/000/000/413/9140/front_en.24.400.jpg","needWater":0.5,"facts":"[\"Soy sauce is primarily made from fermented soybeans, wheat, salt, and water.\",\"The fermentation process for soy sauce can take several months to years, which enhances its flavor and quality.\",\"Soy sauce production can have a lower ecological footprint compared to other condiments due to its simple ingredients and traditional brewing methods.\",\"Quality soy sauces are often labeled as 'naturally brewed' or 'brewed' to indicate a longer fermentation process, resulting in richer flavors.\"]","miles":0.24,"co2Total":74.31224798,"barcode":"04139140"},{"id":619286608000,"name":"Organic 100% Buckwheat Noodles","brands":"King Soba","ingredientsText":"Organic buckwheat flour, water.","categories":"null","labels":"Sin gluten","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/061/928/660/8000/front_en.16.400.jpg","needWater":0.0,"facts":"[\"Made from 100% organic buckwheat, free from gluten and additives.\",\"Buckwheat is a sustainable crop that requires less water and pesticides compared to wheat.\",\"High in protein and essential amino acids, providing a nutritious alternative to traditional noodles.\",\"Non-GMO certified, ensuring no genetically modified organisms are present in the product.\"]","miles":0.0,"co2Total":0.0,"barcode":"0619286608000"},{"id":715141113570,"name":"Eggland's best egg","brands":"Egg Lands Best","ingredientsText":"","categories":"Farming products, Eggs","labels":"Kosher","link":"https://www.egglandsbest.com/product/classic-eggs/","stores":"null","allergens":"null","packaging":"null","quantity":"2 lbs 4 oz","imageUrl":"https://images.openfoodfacts.org/images/products/071/514/111/3570/front_en.23.400.jpg","needWater":12.5,"facts":"[\"Eggland's Best eggs are sourced from hens that are fed a nutritious, specially formulated diet that includes vitamins and minerals.\",\"The eggs are certified humane, ensuring that the hens are raised in a cage-free environment with access to outdoor spaces.\",\"Eggland's Best eggs contain more than double the omega-3 fatty acids compared to ordinary eggs, promoting heart health.\",\"The eggs are produced with a commitment to sustainability, including eco-friendly packaging and practices that reduce carbon footprint.\"]","miles":0.78,"co2Total":240.91714,"barcode":"0715141113570"},{"id":722252601445,"name":"Clif builder's chocolate mint protein bar","brands":"Clif Bar And Company","ingredientsText":"SOY PROTEIN ISOLATE, BEET SYRUP, BROWN RICE SYRUP, CANE SUGAR, PALM KERNEL OIL, COCOA (3.9%), UNSWEETENED CHOCOLATE (2.2%), SOY PROTEIN CONCENTRATE, HUMECTANT: GLYCEROL, NATURAL FLAVOURINGS, ROLLED OATS, RICE STARCH, OAT FIBRE, HIGH OLEIC SUNFLOWER OIL, SUNFLOWER OIL, COCOA BUTTER (0.8%), EMULSIFIER: SOY LECITHIN, SALT. VITAMINS & MINERALS: CALCIUM CARBONATE, MAGNESIUM OXIDE, ASCORBIC ACID (VIT. C), DL-ALPHA TOCOPHERYL ACETATE (VIT. E), THIAMINE MONONITRATE (VIT. B1), BETA CAROTENE (VIT.A), NICOTINAMIDE (NIACIN), D-CALCIUM PANTOTHENATE (PANTOTHENIC ACID), RIBOFLAVIN (VIT. B2), PYRIDOXINE HYDROCHLORIDE (VIT. B6), ERGOCALCIFEROL (VIT. D), CYANOCOBALAMIN (VIT. B12), POTASSIUM IODIDE","categories":"null","labels":"Natürliche Aromen","link":"null","stores":"Woolworths","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/072/225/260/1445/front_en.11.400.jpg","needWater":null,"facts":"[\"Made with organic ingredients including chocolate and mint flavoring.\",\"Contains 20 grams of protein per bar, sourced from soy and whey.\",\"The packaging is recyclable, promoting eco-friendly disposal.\",\"Free from artificial flavors and preservatives, ensuring high quality and natural taste.\"]","miles":0.0,"co2Total":0.0,"barcode":"0722252601445"},{"id":722252660060,"name":"Chocolate brownie","brands":"Clif minis","ingredientsText":"Organic brown rice syrup, organic rolled oats, soy protein isolate, organic cane syrup, organic roasted soybeans, rice flour, cane sugar, unsweetened chocolatet, cocoat, organic soy flour, organic high oleic sunflower oil, organic cat fiber, alkalized cocoat, natural flavors, cocoa buttert, sea salt, barley malt extract, soy lecithin. vitamins & minerals: dicalcium phosphate, magnesium oxide, ascorbic acid (vit. c), dl-alpha tocopheryl acetate (vit. e), beta carotene (vit. a), niacinamide (vit. b3), ergocalciferol (vit. d2), thiamine mononitrate (vit. b1), pyridoxine hydrochloride (vit. b6), riboflavin (vit. b2), cyanocobalamin (vit. b12).","categories":"Snacks","labels":"fr:Entrepreneurs + Engagés","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/072/225/266/0060/front_en.5.400.jpg","needWater":5.0,"facts":"[\"Chocolate brownies are typically made with cocoa powder, flour, sugar, eggs, and butter.\",\"Cocoa production can lead to deforestation and loss of biodiversity if not sourced sustainably.\",\"High-quality chocolate brownies often use dark chocolate with a high cocoa content for richer flavor.\",\"Many brands are now focusing on eco-friendly packaging and sourcing ingredients from fair trade suppliers.\"]","miles":0.0,"co2Total":0.0,"barcode":"0722252660060"},{"id":734756000020,"name":"Original Legendary Bar-B-Q Sauce","brands":"Stubb's","ingredientsText":"tomato puree (water, tomato paste), distilled vinegar, sugar, molasses, salt, spices (including black pepper, paprika, chili pepper), corn starch, brown sugar, contains less than 0,5% of: onion, garlic, guar gum (thickener), xanthan gum (thickener), natural flavor (including hickory smoke),","categories":"Condiments, Sauces, Barbecue sauces, Groceries","labels":"No gluten, Kosher, en:non-gmo-project","link":"null","stores":"Woolworths, Coles","allergens":"null","packaging":"Glass, Bottle","quantity":"18oz","imageUrl":"https://images.openfoodfacts.org/images/products/073/475/600/0020/front_en.55.400.jpg","needWater":1.5,"facts":"[\"Made with high-quality ingredients for authentic flavor.\",\"Gluten-free recipe suitable for various dietary needs.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"No artificial preservatives or colors, ensuring a natural taste.\"]","miles":0.32,"co2Total":98.398258,"barcode":"0734756000020"},{"id":761720071045,"name":"100% Pure Corn Starch imp","brands":"Argo","ingredientsText":"corn starch","categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Cereals and their products, Starches, Cereal starches, Corn starch","labels":"Kosher, No gluten, Orthodox Union Kosher, Products for professional use","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"16oz","imageUrl":"https://images.openfoodfacts.org/images/products/076/172/007/1045/front_en.23.400.jpg","needWater":7.0,"facts":"[\"Made from 100% pure corn, ensuring no additives or preservatives.\",\"Biodegradable and environmentally friendly, reducing ecological impact.\",\"Gluten-free, making it suitable for various dietary needs.\",\"High quality, providing excellent thickening properties for cooking and baking.\"]","miles":0.39,"co2Total":122.41674,"barcode":"0761720071045"},{"id":786162040008,"name":"Essential electrolyte enhanced water w vitamins","brands":"vitaminwater, Glaceau","ingredientsText":"Reverse osmosis water, crystalline fructose, cane sugar, less than 0.5% of: citric acid, potassium phosphate and calcium lactate and magnesium lactate (electrolyte sources),natural flavors, vitamin c (ascorbic acid), gum acacia, vitamin b3 (niacinamide), vitamin e (alpha-tocopheryl acetate), vitamin b5 (calcium pantothenate), glycerol ester of rosin, vitamin b6 (pyridoxine hydrochloride), vitamin b12 (cyanocobalamin), beta-carotene, modified food starch, sorbitol.","categories":"Beverages, Waters","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"20 fl oz 591 ml","imageUrl":"https://images.openfoodfacts.org/images/products/078/616/204/0008/front_en.9.400.jpg","needWater":0.5,"facts":"[\"Contains essential electrolytes like potassium and sodium for hydration support.\",\"Packaged in recyclable plastic bottles to reduce environmental impact.\",\"Fortified with vitamins B and C for added health benefits.\",\"Free from artificial colors and preservatives, ensuring high quality and purity.\"]","miles":0.0,"co2Total":0.0,"barcode":"0786162040008"},{"id":818290010735,"name":"S’more s’mores flip greek yogurt","brands":"Chobani","ingredientsText":"Lowfat Yogurt (Cultured Pasteurized Nonfat Milk, Cream, Live And Active Cultures: S,thermophilus, L, Bulgaricus, L, Acidophilus, Bifidus And L, Casei), Water, Evaporated Cane Sugar, Sugar, Wheat Flour, Brown Sugar, Chocolate Liquor, Cocoa Butter, Palm Oil, Milk, Vanilla Extract, Wheat Bran, Fruit Pectin, Natural Flavors, Honey, Baking Soda, Locust Bean Gum, Salt, Guar Gum, Lemon Juice Concentrate, Wheat Germ, Sunflower Lecithin, Organic Soy Lecithin, Vanilla","categories":"Dairies,Fermented foods,Fermented milk products,Desserts,Dairy desserts,Fermented dairy desserts,Yogurts,Greek-style yogurts","labels":"Natural flavors,Pure cocoa butter","link":"null","stores":"null","allergens":"en:gluten,en:milk","packaging":"null","quantity":"128g","imageUrl":"https://images.openfoodfacts.org/images/products/081/829/001/0735/front_en.73.400.jpg","needWater":0.1,"facts":"[\"Made with real Greek yogurt for a creamy texture.\",\"Contains natural flavors and no artificial sweeteners.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"Rich in protein, making it a nutritious snack option.\"]","miles":0.0,"co2Total":0.0,"barcode":"0818290010735"},{"id":818290014665,"name":"Mixed Berry Greek Yogurt, Blended","brands":"Chobani","ingredientsText":"Lowfat yogurt (cultured pasteurized nonfat milk, cream), evaporated cane sugar, fruit puree blend (strawberry, blueberry, blackberry, raspberry), water, fruit pectin, natural flavor, locust bean gum, fruit and vegetable juice concentrate (for color), lemon juice concentrate.","categories":"Dairies, Fermented foods, Desserts, Fermented milk products, Dairy desserts, Fermented dairy desserts, Yogurts, Greek-style yogurts","labels":"null","link":"null","stores":"null","allergens":"en:milk","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/081/829/001/4665/front_en.15.400.jpg","needWater":0.0,"facts":"[\"Made with real mixed berries for natural flavor and sweetness.\",\"Contains high protein content from Greek yogurt, promoting muscle health.\",\"Typically packaged in recyclable materials, supporting eco-friendly practices.\",\"Free from artificial preservatives and colors, ensuring quality and purity.\"]","miles":0.0,"co2Total":0.0,"barcode":"0818290014665"}],"page":100}