{"products":[{"id":5000169090336,"name":"Houmous","brands":"Waitrose Duchy Organic","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Condiments, Spreads, Plant-based spreads, Salted spreads, Sauces, Dips, Hummus","labels":"Organic, Vegetarian, EU Organic, Non-EU Agriculture, Vegan, EU Agriculture, EU/non-EU Agriculture, GB-ORG-05, Soil Association Organic","link":"null","stores":"Waitrose","allergens":"null","packaging":"Plastic,Card,Sleeve","quantity":"200 g","submission_image":null,"need_water":null,"facts":"[\"Houmous is primarily made from chickpeas, tahini, olive oil, lemon juice, and garlic.\",\"Chickpeas used in houmous are often grown in sustainable farming practices, reducing environmental impact.\",\"Houmous is a source of plant-based protein, making it a healthy alternative to meat-based spreads.\",\"Many houmous brands prioritize using organic ingredients, ensuring higher quality and fewer pesticides.\"]","miles":0.31,"co2_total":null,"barcode":"5000169090336","is_favorited":null},{"id":3330720280015,"name":"confiture de fraise allégée en sucres","brands":"Lucien Georgelin","ingredients_text":null,"categories":"null","labels":"Peu ou pas de sucre, Peu de sucre, Allégé en sucre, Moins 30% de sucre, Fabriqué en France","link":"http://www.lucien-georgelin.com/fr/accueil/","stores":"carrefour.fr,Leclerc","allergens":"null","packaging":"Couvercle métal, Pot en verre, pot","quantity":"320 g","submission_image":null,"need_water":null,"facts":"[\"Made with fresh strawberries and reduced sugar for a healthier option.\",\"Packaged in a recyclable glass jar to minimize environmental impact.\",\"Contains no artificial preservatives or colorings, ensuring natural quality.\",\"Produced using sustainable farming practices to support local agriculture.\"]","miles":0.52,"co2_total":null,"barcode":"3330720280015","is_favorited":null},{"id":20004217,"name":"","brands":"Freshona,Lidl","ingredients_text":null,"categories":"null","labels":"Fruits et Légumes de France, Point Vert","link":"null","stores":"Lidl","allergens":"null","packaging":"Métal, Boîte, Boîte en métal","quantity":"440 g","submission_image":null,"need_water":null,"facts":"[\"440 g is typically made from recyclable materials such as paper, cardboard, or biodegradable plastics.\",\"The production of 440 g materials often aims to minimize carbon footprint through sustainable sourcing.\",\"Products weighing 440 g are often designed for durability, ensuring long-lasting use and reducing waste.\",\"Ecologically, 440 g packaging can be optimized for lightweight transportation, reducing energy consumption during shipping.\"]","miles":0.4,"co2_total":null,"barcode":"20004217","is_favorited":null},{"id":3036810207800,"name":"Senf grobkörnig | à l‘Ancienne | Grove Mustard","brands":"Maille,Unilever, Maille - Unilever","ingredients_text":null,"categories":"Condiments, Sauces, Mustards, Old style mustards, Groceries","labels":"Green Dot","link":"null","stores":"Leclerc, Magasins U, carrefour.fr","allergens":"en:mustard,en:sulphur-dioxide-and-sulphites","packaging":"Glass, Jar","quantity":"380g","submission_image":null,"need_water":null,"facts":"[\"Made from high-quality mustard seeds for a robust flavor.\",\"Contains no artificial preservatives or additives, ensuring a natural taste.\",\"Packaged in a recyclable glass jar, promoting eco-friendly practices.\",\"Produced using traditional methods to maintain authentic taste and texture.\"]","miles":0.59,"co2_total":null,"barcode":"3036810207800","is_favorited":null},{"id":4963406,"name":"Coca-Cola by Coke","brands":"Coke","ingredients_text":null,"categories":"Beverages, Carbonated drinks, Sodas, Colas, Sweetened beverages","labels":"Kosher","link":"null","stores":"null","allergens":"null","packaging":"Can - metal","quantity":"12 fl oz (355 ml)","submission_image":null,"need_water":null,"facts":"[\"Coca-Cola cans are made from 100% recyclable aluminum.\",\"The beverage is produced using high-quality purified water sourced from local springs.\",\"Coca-Cola has committed to reducing greenhouse gas emissions by 25% by 2030.\",\"The company aims to collect and recycle a bottle or can for every one sold by 2030.\"]","miles":0.0,"co2_total":null,"barcode":"04963406","is_favorited":null},{"id":7613032192570,"name":"Nestlé - LION Cereal Caramel & Chocolate, 480g (16.9oz)","brands":"Nestlé, Lion","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Cereals and potatoes, Cereals and their products, Breakfast cereals, Chocolate cereals, Cereals with caramel, extruded cereals","labels":"Sans arômes artificiels, Point Vert, Sans colorants, Sans huile de palme, Nutriscore, Nutriscore C, Triman, Garantie-avec-du-ble-complet, Personnage sur l'emballage","link":"null","stores":"Intermarché,Leclerc,Carrefour,framprix","allergens":"en:gluten,en:milk","packaging":"Box, fr:Boite carton, fr:Etui en carton, fr:Sachet plastique, fr:Film en plastique","quantity":"480 g","submission_image":null,"need_water":null,"facts":"[\"Contains whole grain oats as a primary ingredient for added fiber.\",\"Packaged in a recyclable box to reduce environmental impact.\",\"Made with natural flavors and no artificial colors for better quality.\",\"Fortified with essential vitamins and minerals to enhance nutritional value.\"]","miles":1.12,"co2_total":null,"barcode":"7613032192570","is_favorited":null},{"id":34000400126,"name":"Creamy Peanut Butter","brands":"reese's","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Spreads, Nuts and their products, Plant-based spreads, Oilseed purees, Legume butters, Nut butters, Peanut butters","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"1","submission_image":null,"need_water":null,"facts":"[\"Creamy peanut butter is primarily made from ground roasted peanuts, often with added salt and sugar for flavor.\",\"Peanut farming can be beneficial for the soil, as peanuts are legumes that fix nitrogen, improving soil health.\",\"High-quality creamy peanut butter typically contains only peanuts and minimal additives, ensuring a pure taste and texture.\",\"The production of peanut butter has a lower carbon footprint compared to many dairy products, making it a more eco-friendly protein source.\"]","miles":1.07,"co2_total":null,"barcode":"0034000400126","is_favorited":null},{"id":8008343200059,"name":"","brands":"Rummo","ingredients_text":null,"categories":"null","labels":"Certificato da Veritas, EAC, Punto Verde, fr:KF","link":"null","stores":"Carrefour, carrefour.fr","allergens":"en:gluten","packaging":"Carta, Sacco","quantity":"500g","submission_image":null,"need_water":null,"facts":"[\"500g is commonly made from high-quality materials such as paper, plastic, or metal, depending on the product.\",\"The production of 500g packaging can often be optimized to reduce waste and minimize environmental impact.\",\"Many 500g products are designed with recyclable or biodegradable materials to promote sustainability.\",\"Quality standards for 500g items often include rigorous testing for durability and safety to ensure consumer satisfaction.\"]","miles":0.55,"co2_total":null,"barcode":"8008343200059","is_favorited":null},{"id":4061459332896,"name":"Almond Unsweetened UHT Milk","brands":"Acti Leaf","ingredients_text":null,"categories":"Plant-based foods and beverages, Beverages, Plant-based foods, Dairy substitutes, Milk substitutes, Nuts and their products, Plant-based beverages, Plant-based milk alternatives, Nut-based drinks, Unsweetened beverages, Almond-based drinks","labels":"null","link":"null","stores":"aldi","allergens":"en:nuts","packaging":"null","quantity":"1 litre","submission_image":null,"need_water":null,"facts":"[\"Almond unsweetened UHT milk is made primarily from almonds and water, providing a dairy-free alternative.\",\"The UHT (Ultra High Temperature) processing extends shelf life without preservatives, reducing food waste.\",\"Almond cultivation requires less water compared to dairy farming, making it a more environmentally friendly option.\",\"It is often fortified with vitamins and minerals, ensuring it maintains a high nutritional quality similar to dairy milk.\"]","miles":0.0,"co2_total":null,"barcode":"4061459332896","is_favorited":null},{"id":40600022651,"name":"Lindt Excellence","brands":"Lindt Excellence","ingredients_text":null,"categories":"null","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Lindt Excellence chocolate is made from high-quality cocoa beans sourced from sustainable farms.\",\"The brand emphasizes bean-to-bar transparency, ensuring traceability of its cocoa origins.\",\"Lindt uses a unique roasting process to enhance the flavor and quality of its chocolate.\",\"The packaging of Lindt Excellence products is designed to be environmentally friendly, often using recyclable materials.\"]","miles":0.0,"co2_total":null,"barcode":"0040600022651","is_favorited":null}],"page":13}