{"products":[{"id":4965802,"name":"Diet Coke","brands":"Coca-Cola","ingredients_text":null,"categories":"null","labels":"Peu ou pas de sucre,Végétarien,Végétalien,Sans huile de palme,Sans sucre,en:Isaac's Favorite Drink","link":"https://www.dietcoke.com/","stores":"Jewel","allergens":"null","packaging":"Can","quantity":"355 ml","submission_image":null,"need_water":null,"facts":"[\"Diet Coke is packaged in a 355 ml aluminum can, which is recyclable and lightweight.\",\"The can is made from approximately 70% recycled aluminum, reducing the need for new raw materials.\",\"Diet Coke contains no calories and uses artificial sweeteners to maintain flavor without sugar.\",\"The production of Diet Coke adheres to strict quality control standards to ensure consistency and safety in every can.\"]","miles":0.0,"co2_total":null,"barcode":"04965802","is_favorited":null},{"id":716270001660,"name":"Ginger Crystallized In Dark Chocolate","brands":"Chocolove","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Snacks, Condiments, Fruits and vegetables based foods, Sweet snacks, Cocoa and its products, Confectioneries, Fruits based foods, Chocolate candies, Spices, Ginger, Candied fruits, Crystallized ginger, Groceries","labels":"No GMOs, Non GMO project, Rainforest Alliance","link":"null","stores":"null","allergens":"en:soybeans","packaging":"PpFilm-packet","quantity":"3.2 g","submission_image":null,"need_water":null,"facts":"[\"Made from real ginger root, providing natural flavor and health benefits.\",\"Dark chocolate used is often sourced from sustainable cacao farms, promoting ecological balance.\",\"Contains no artificial preservatives, ensuring high quality and freshness of ingredients.\",\"Ginger is known for its anti-inflammatory properties, adding a healthful aspect to this treat.\"]","miles":0.19,"co2_total":null,"barcode":"0716270001660","is_favorited":null},{"id":855188003004,"name":"Classic Peanut Butter Jars","brands":"Justin's","ingredients_text":null,"categories":"Plant-based foods and beverages,Plant-based foods,Legumes and their products,Fats,Spreads,Nuts and their products,Plant-based spreads,Vegetable fats,Oilseed purees,Legume butters,Nut butters,Peanut butters","labels":"No gluten, No GMOs, No added sugar, Non GMO project, en:certified-gluten-free","link":"null","stores":"Safeway","allergens":"en:peanuts","packaging":"null","quantity":"16 oz","submission_image":null,"need_water":null,"facts":"[\"The jar is made from 100% recyclable glass, reducing environmental impact.\",\"The lid is typically made from metal, which is also recyclable and helps maintain freshness.\",\"Classic peanut butter jars are designed to be BPA-free, ensuring safe storage of food products.\",\"The glass material provides excellent barrier properties, preserving the quality and flavor of the peanut butter.\"]","miles":1.07,"co2_total":null,"barcode":"0855188003004","is_favorited":null},{"id":20004385,"name":"Ice Cream, Espresso Fudge","brands":"Fresh & Easy","ingredients_text":null,"categories":"null","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Ice Cream Espresso Fudge typically contains high-quality ingredients like real espresso, cream, sugar, and cocoa.\",\"Many brands focus on using ethically sourced coffee beans to promote sustainable farming practices.\",\"The production of Ice Cream Espresso Fudge can have a lower carbon footprint if made with locally sourced ingredients.\",\"Premium versions often avoid artificial flavors and preservatives, ensuring a richer taste and better quality.\"]","miles":0.0,"co2_total":null,"barcode":"20004385","is_favorited":null},{"id":3038350014603,"name":"Pâtes alimentaires de qualité supérieure","brands":"Panzani","ingredients_text":null,"categories":"null","labels":"Fabriqué en France, Nutriscore, Nutriscore A, Selection-5-bles-qualite-or","link":"http://www.panzani.fr/produits/toute-gamme-panzani/pates/quotidiennes,produits,25,17,47.html","stores":"Franprix,Magasins U,carrefour,carrefour.fr","allergens":"en:gluten","packaging":"Enveloppe, Sachet plastique","quantity":"500 g","submission_image":null,"need_water":null,"facts":"[\"Made from 100% durum wheat semolina for superior texture and flavor.\",\"Produced using traditional methods to ensure high quality and authenticity.\",\"Eco-friendly packaging materials are used to minimize environmental impact.\",\"Rich in protein and fiber, making it a nutritious choice for meals.\"]","miles":0.69,"co2_total":null,"barcode":"3038350014603","is_favorited":null},{"id":3273220085523,"name":"Dessert au soja au chocolat, enrichi au calcium","brands":"Sojasun","ingredients_text":null,"categories":"null","labels":"Commerce équitable, Sans gluten, Sans OGM, Soja Français, Soja Français sans OGM, Fabriqué en France, Nutriscore, Nutriscore B","link":"null","stores":"Leclerc","allergens":"en:soybeans","packaging":"Plastique,Pot","quantity":"600 g","submission_image":null,"need_water":null,"facts":"[\"Made with soy milk, providing a dairy-free alternative for dessert lovers.\",\"Enriched with calcium to support bone health, making it a nutritious option.\",\"Packaged in eco-friendly materials that reduce environmental impact.\",\"Contains no artificial preservatives, ensuring a high-quality and natural product.\"]","miles":0.28,"co2_total":null,"barcode":"3273220085523","is_favorited":null},{"id":6221048700705,"name":"Yeellow Label Tea","brands":"Lipton","ingredients_text":null,"categories":"null","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"25×2.0g","submission_image":null,"need_water":null,"facts":"[\"Yeellow Label Tea is made from high-quality black tea leaves sourced from various regions.\",\"The packaging is designed to be eco-friendly, minimizing waste and promoting sustainability.\",\"The tea is carefully selected and blended to ensure a consistent flavor profile in every cup.\",\"Yeellow Label Tea is known for its rich aroma and robust taste, making it a popular choice among tea drinkers.\"]","miles":0.01,"co2_total":null,"barcode":"6221048700705","is_favorited":null},{"id":7622210021502,"name":"Oreo Original","brands":"Oreo,Mondelez","ingredients_text":null,"categories":"Snacks, Sweet snacks, Biscuits and cakes, Biscuits, Chocolate biscuits, Filled biscuits, Chocolate sandwich cookies","labels":"null","link":"null","stores":"carrefour.fr","allergens":"en:gluten,en:soybeans","packaging":"Plastic, Bag, Container","quantity":"220 g","submission_image":null,"need_water":null,"facts":"[\"Oreo Original cookies are made with a combination of wheat flour, sugar, cocoa, and palm oil.\",\"The packaging is made from recyclable materials, contributing to reduced environmental impact.\",\"Oreo has committed to sourcing sustainable cocoa through programs that support responsible farming practices.\",\"The cookies are free from artificial flavors and preservatives, ensuring a quality product.\"]","miles":2.43,"co2_total":null,"barcode":"7622210021502","is_favorited":null},{"id":8850100002488,"name":"Instant Noodles Casserole Beef Flavour","brands":"Wai Wai,Thai Preserved Food Factory Co. Ltd.,ไวไว","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Cereals and their products, Dried products, Pastas, Dried products to be rehydrated, Noodles, Instant noodles","labels":"Green Dot","link":"http://www.waiwai-thailand.com/web/eng/instants3.html","stores":"null","allergens":"en:gluten,en:soybeans","packaging":"Plastic, Bag, Wrapper, Metallized","quantity":"60 g","submission_image":null,"need_water":null,"facts":"[\"Instant Noodles Casserole Beef Flavour contains wheat flour, palm oil, and beef seasoning.\",\"The packaging is often made from recyclable materials, contributing to reduced environmental impact.\",\"This product typically has a long shelf life, minimizing food waste when stored properly.\",\"Quality control measures are in place to ensure consistent flavor and texture in every batch.\"]","miles":5.16,"co2_total":null,"barcode":"8850100002488","is_favorited":null},{"id":5057545918814,"name":"Finest White Loaf","brands":"Tesco","ingredients_text":null,"categories":"Breads","labels":"null","link":"null","stores":"Tesco","allergens":"null","packaging":"Ldpe-sleeve","quantity":"800 g","submission_image":null,"need_water":null,"facts":"[\"Finest White Loaf is made from high-quality wheat flour, ensuring a soft and fluffy texture.\",\"The packaging is recyclable, promoting eco-friendliness and reducing waste.\",\"It contains no artificial preservatives, enhancing its natural quality and freshness.\",\"The loaf is baked using traditional methods, which helps to retain its flavor and nutritional value.\"]","miles":0.0,"co2_total":null,"barcode":"5057545918814","is_favorited":null}],"page":21}