{"products":[{"id":37600106252,"name":"Peanut Butter","brands":"Skippy","ingredientsText":"ROASTED PEANUTS, SUGAR, HYDROGENATED VEGETABLE OIL (COTTONSEED, SOYBEAN AND RAPESEED OIL) TO PREVENT SEPARATION, SALT.","categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Spreads, Plant-based spreads, Oilseed purees, Legume butters, Peanut butters","labels":"No gluten, No preservatives","link":"null","stores":"Safeway","allergens":"en:peanuts,en:soybeans","packaging":"Glass jar","quantity":"40 oz","imageUrl":"https://images.openfoodfacts.org/images/products/003/760/010/6252/front_en.45.400.jpg","needWater":2.5,"facts":"[\"Peanut butter is primarily made from ground dry roasted peanuts, often with added salt and sugar for flavor.\",\"Most commercial peanut butter brands use sustainable farming practices, but it's important to check for certifications like USDA Organic.\",\"Peanut butter is a good source of protein, healthy fats, and essential vitamins and minerals, contributing to its quality as a nutritious food.\",\"Many brands offer natural peanut butter options that contain only peanuts and salt, avoiding hydrogenated oils and preservatives.\"]","miles":1.07,"co2Total":331.44125,"barcode":"0037600106252"},{"id":44000051693,"name":"Original","brands":"Triscuit, Nabisco-Triscuit","ingredientsText":"WHOLE GRAIN WHEAT, CANOLA OIL, SEA SALT. CONTAINS: WHEAT","categories":"Snacks, Salty snacks, Appetizers, Crackers","labels":"No artificial flavors, No GMOs, No artificial colors, Non GMO project, en:vegan","link":"null","stores":"null","allergens":"en:gluten","packaging":"null","quantity":"12.5 OZ (354 g)","imageUrl":"https://images.openfoodfacts.org/images/products/004/400/005/1693/front_en.20.400.jpg","needWater":0.5,"facts":"[\"Made from high-quality, natural ingredients.\",\"Packaging is recyclable to minimize environmental impact.\",\"Produced using sustainable practices to reduce carbon footprint.\",\"Contains no artificial preservatives or additives, ensuring product purity.\"]","miles":0.6,"co2Total":186.89845,"barcode":"0044000051693"},{"id":48001213487,"name":"Mayonnaise","brands":"Hellmann's,Unilever","ingredientsText":"soybean oil, water, whole eggs and egg yolks (whole eggs and egg yolks), vinegar, salt, sugar, lemon juice concentrate, calcium disodium edta (used to protect quality), natural flavors,","categories":"Condiments, Sauces, Mayonnaises, Groceries","labels":"Kosher, No gluten, Omega-3, High in Omega 3, Kosher-parve, Orthodox Union Kosher, Parve","link":"null","stores":"null","allergens":"en:eggs,en:soybeans","packaging":"Plastique,Bocal,en:100% Recycled Plastic jar","quantity":"30 Fl oz (887 ml)","imageUrl":"https://images.openfoodfacts.org/images/products/004/800/121/3487/front_en.6.400.jpg","needWater":1.5,"facts":"[\"Mayonnaise is primarily made from egg yolks, oil, and vinegar or lemon juice.\",\"Many mayonnaise brands use cage-free eggs to promote animal welfare and sustainability.\",\"Mayonnaise packaging is often recyclable, contributing to reduced environmental impact.\",\"Quality mayonnaise is typically free from artificial preservatives and additives, ensuring a more natural product.\"]","miles":0.71,"co2Total":221.35316,"barcode":"0048001213487"},{"id":96619104574,"name":"Organic Virgin Coconut Oil","brands":"Kirkland Signature","ingredientsText":"Organic virgin coconut oil.","categories":"null","labels":"Ecológico,Kosher,en:USDA Organic,en:Canada Organic,en:Kashrut division of the London Beth Din,Sin aditivos,Prensado en frío,en:Unrefined","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"2.3 kg / 2.48 l (84 fl oz)","imageUrl":"https://images.openfoodfacts.org/images/products/009/661/910/4574/front_en.47.400.jpg","needWater":0.0,"facts":"[\"Organic Virgin Coconut Oil is extracted from fresh, mature coconuts without the use of chemicals or heat, preserving its natural nutrients.\",\"It is sustainably sourced from organic coconut farms, promoting biodiversity and reducing environmental impact.\",\"The oil is rich in medium-chain fatty acids, particularly lauric acid, which are known for their health benefits and antimicrobial properties.\",\"Organic Virgin Coconut Oil is certified organic, ensuring it meets strict quality standards and is free from pesticides and harmful additives.\"]","miles":0.0,"co2Total":0.0,"barcode":"0096619104574"},{"id":626027811025,"name":"Oat Original","brands":"Earth's Own","ingredientsText":"Oat base (filtered water, oats), Sunflower oil, Sea salt, Gellan gum, Locust bean gum, Amylase, Vitamins and minerals (tricalcium phosphate, calcium carbonate, vitamin A palmitate, vitamin D2, riboflavin, vitamin B12, zinc gluconate)","categories":"Plant-based foods and beverages, Beverages, Plant-based foods, Cereals and potatoes, Dairy substitutes, Cereals and their products, Milk substitutes, Plant-based beverages, Plant-based milk alternatives, Cereal-based drinks, Oat-based drinks","labels":"No gluten, Vegetarian, Kosher, No GMOs, Vegan, COR Kosher, No nuts, Non GMO project, Without addition of dairy products","link":"https://earthsown.com/des-produits/avoine-originale-carton-a-refrigerer/","stores":"Walmart,Costco,IGA,Sobeys","allergens":"null","packaging":"Composite-carton","quantity":"1.75 L","imageUrl":"https://images.openfoodfacts.org/images/products/062/602/781/1025/front_en.62.400.jpg","needWater":3.5,"facts":"[\"Oat Original is made from whole grain oats, providing a source of dietary fiber.\",\"The packaging is made from recyclable materials, promoting sustainability.\",\"Oat Original is often produced with minimal processing to maintain its natural quality.\",\"It is typically free from artificial additives and preservatives, ensuring a clean ingredient list.\"]","miles":0.12,"co2Total":36.440051000000004,"barcode":"0626027811025"},{"id":850251004018,"name":"Popcorn","brands":"Skinny Pop, SkinnyPop Popcorn","ingredientsText":"Popcorn, sunflower oil, salt","categories":"Snacks, Salty snacks, Popcorn, Salted popcorn","labels":"No gluten, Vegetarian, Kosher, No artificial flavors, No GMOs, Vegan, Non GMO project, Vegan Action, en:orthodox-union-kosher","link":"null","stores":"null","allergens":"null","packaging":"Mixed plastic-bag","quantity":"18 g","imageUrl":"https://images.openfoodfacts.org/images/products/085/025/100/4018/front_en.28.400.jpg","needWater":0.12,"facts":"[\"Popcorn is made from a specific type of corn called Zea mays everta, which has a hard outer shell and a starchy interior.\",\"Popcorn is a whole grain, making it a good source of fiber and low in calories when air-popped without added fats.\",\"Popcorn production can have a lower environmental impact compared to other snack foods, especially when grown using sustainable farming practices.\",\"Quality popcorn kernels should be stored in a cool, dry place to maintain their moisture content, which is crucial for effective popping.\"]","miles":0.25,"co2Total":76.827733,"barcode":"0850251004018"},{"id":96619483556,"name":"Organic Greek Yogurt","brands":"Kirkland","ingredientsText":"organic pasteurized grade a nonfat milk, live and active cultures (streptococcus thermophilus, lactobacillus bulgaricus, lactobacillus acidophilus, bifidus, lactobacillus casei).","categories":"Dairies, Fermented foods, Fermented milk products, Desserts, Dairy desserts, Fermented dairy desserts, Yogurts, Greek-style yogurts","labels":"No gluten, Organic, No artificial flavors, USDA Organic","link":"null","stores":"Costco","allergens":"en:milk","packaging":"null","quantity":"1.36 kg (48oz)","imageUrl":"https://images.openfoodfacts.org/images/products/009/661/948/3556/front_en.62.400.jpg","needWater":3.0,"facts":"[\"Made from organic milk sourced from grass-fed cows, ensuring high-quality ingredients.\",\"Produced without the use of synthetic pesticides or fertilizers, promoting ecological balance.\",\"Rich in probiotics, supporting gut health and enhancing overall well-being.\",\"Packaged in recyclable materials to reduce environmental impact and promote sustainability.\"]","miles":0.0,"co2Total":0.0,"barcode":"0096619483556"},{"id":5010044002316,"name":"6 Soft White Rolls Sliced","brands":"Warburtons","ingredientsText":"wheat flour [with calcium, iron, niacin (b3) and thiamin (b1)], water, vegetable oil (rapeseed, sustainable palm), yeast, salt, sugar, emulsifiers: e472e, e471, e481, soya flour, gelling agent: e466, preservative: calcium propionate, flour treatment agents: ascorbic acid (vitamin c), e920 (vegetarian)","categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, Bread rolls","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"Product","quantity":"55g per roll","imageUrl":"https://images.openfoodfacts.org/images/products/501/004/400/2316/front_en.11.400.jpg","needWater":1.32,"facts":"[\"Made with high-quality soft white flour for a light texture.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"Contains no artificial preservatives or colors for better quality.\",\"Produced using sustainable baking practices to minimize ecological footprint.\"]","miles":0.0,"co2Total":0.0,"barcode":"5010044002316"},{"id":5060639127108,"name":"","brands":"MonsterMonster Energy,Monster Energy","ingredientsText":"eau gazéifiée, jus de fruits à base de concentré (12%) (pomme, orange, framboise, cerise, goyave, ananas, fruit de la passion), sucre, sirop de glucose, taurine (0.4%), acidifiant (acide citrique), arômes, correcteur d’acidité (citrate de sodium), conservateurs (sorbate de potassium, benzoate de sodium), caféine (0.03%), édulcorant (sucralose), stabilisants (gomme arabique, esters glycériques de résine de bois), vitamines [B2 (riboflavine), B3 (nicotinamide), B6 (chlorhydrate de pyridoxine), B12 (cyanocobalamine)], L-tartrate de L-carnitine (0.004%), colorants [E120, E163, E160a], chlorure de sodium, inositol (0.002%), maltodextrine","categories":"null","labels":"null","link":"null","stores":"Carrefour","allergens":"null","packaging":"Métal,Métaux recyclables,Aluminium,en:Aluminum","quantity":"500 ml","imageUrl":"https://images.openfoodfacts.org/images/products/506/063/912/7108/front_fr.46.400.jpg","needWater":0.132,"facts":"[\"500 ml bottles are commonly made from recyclable materials such as PET plastic or glass.\",\"Using a 500 ml bottle reduces the carbon footprint compared to larger bottles, as it encourages portion control and minimizes waste.\",\"Many brands offer 500 ml bottles that are BPA-free, ensuring safety and quality in food and beverage storage.\",\"500 ml containers are often designed for reusability, promoting eco-friendly practices and reducing single-use plastic consumption.\"]","miles":0.0,"co2Total":0.0,"barcode":"5060639127108"},{"id":3403112,"name":"Baby Plum Tomatoes","brands":"Tesco","ingredientsText":"Baby Plum Tomatoes","categories":"Plant-based foods and beverages, Plant-based foods, Fruits and vegetables based foods, Vegetables based foods, Vegetables, Tomatoes and their products, Tomatoes, Baby Plum Tomatoes, en:fresh-tomatoes","labels":"null","link":"null","stores":"Tesco","allergens":"null","packaging":"en:ppFilm-film, en:pet-tray","quantity":"300 g","imageUrl":"https://images.openfoodfacts.org/images/products/000/000/340/3112/front_en.9.400.jpg","needWater":10.0,"facts":"[\"Baby Plum Tomatoes are typically grown in greenhouses or fields using sustainable farming practices.\",\"They are rich in vitamins A and C, providing essential nutrients for a healthy diet.\",\"The packaging for Baby Plum Tomatoes is often recyclable, reducing environmental impact.\",\"These tomatoes are known for their sweet flavor and firm texture, making them ideal for salads and cooking.\"]","miles":0.0,"co2Total":0.0,"barcode":"03403112"}],"page":24}