{"products":[{"id":37600106726,"name":"Beurre de cacahuète croustillant - Extra Crunchy Peanut Butter","brands":"Skippy","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Spreads, Nuts and their products, Plant-based spreads, Oilseed purees, Legume butters, Nut butters, Peanut butters","labels":"null","link":"null","stores":"Costco","allergens":"null","packaging":"Bocal","quantity":"1,13 kg","submission_image":null,"need_water":null,"facts":"[\"Made from high-quality roasted peanuts for a rich flavor.\",\"Contains no artificial preservatives or additives, ensuring natural taste.\",\"Sustainably sourced peanuts, supporting eco-friendly farming practices.\",\"Rich in protein and healthy fats, contributing to a balanced diet.\"]","miles":1.07,"co2_total":null,"barcode":"0037600106726","is_favorited":null},{"id":41570056707,"name":"Almond Breeze Almondmilk Unsweetened Original Chilled","brands":"Blue Diamond,  Blue Diamond Growers","ingredients_text":null,"categories":"null","labels":"en:Vegetarian, en:No GMOs, en:Vegan, en:Natural flavors, No added sugar, en:Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"en:composite-carton, en:pp-cap","quantity":"1.89l","submission_image":null,"need_water":null,"facts":"[\"Almond Breeze Almondmilk is made from real almonds, providing a dairy-free alternative to traditional milk.\",\"The packaging is made from recyclable materials, promoting sustainability and reducing environmental impact.\",\"Almond Breeze uses non-GMO almonds, ensuring that the product is free from genetically modified organisms.\",\"The unsweetened version contains no added sugars, making it a healthier choice for those monitoring their sugar intake.\"]","miles":0.48,"co2_total":null,"barcode":"0041570056707","is_favorited":null},{"id":70662010037,"name":"Nissin, top ramen, ramen noodle soup, chicken","brands":"Nissin,  Nissin Foods (Usa) Co.  Inc.","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Cereals and their products, Meals, Dried products, Pastas, Dried products to be rehydrated, Noodles, Soups, Instant noodles","labels":"Sustainable, Sustainable Palm Oil, No flavors, en:roundtable-on-sustainable-palm-oil","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"3 oz","submission_image":null,"need_water":null,"facts":"[\"Nissin Top Ramen uses enriched wheat flour as its primary ingredient, providing a source of carbohydrates and protein.\",\"The packaging of Nissin Top Ramen is recyclable, promoting eco-friendliness and reducing waste.\",\"Nissin Top Ramen is known for its long shelf life, making it a convenient food option with minimal spoilage.\",\"The chicken flavor in Nissin Top Ramen is enhanced with artificial flavors, providing a consistent taste while keeping production costs low.\"]","miles":5.16,"co2_total":null,"barcode":"0070662010037","is_favorited":null},{"id":74305001321,"name":"Organic Apple Cider Vinegar imp","brands":"Bragg","ingredients_text":null,"categories":"Condiments, Sauces, Vinegars, Cider vinegars, Groceries","labels":"No gluten, Organic, Vegetarian, USDA Organic, Vegan, No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"Glass Bottle","quantity":"32 Fl oz","submission_image":null,"need_water":null,"facts":"[\"Made from organic apples, ensuring no synthetic pesticides or fertilizers are used in the cultivation process.\",\"Produced through a natural fermentation process that preserves beneficial enzymes and probiotics.\",\"Packaged in eco-friendly materials, promoting sustainability and reducing environmental impact.\",\"Certified organic, guaranteeing high-quality standards and adherence to organic farming practices.\"]","miles":0.0,"co2_total":null,"barcode":"0074305001321","is_favorited":null},{"id":96619032938,"name":"Organic Raw & Unfiltered Honey","brands":"Kirkland","ingredients_text":null,"categories":"Breakfasts, Spreads, Sweet spreads, Bee products, Farming products, Sweeteners, Honeys","labels":"Organic, True Source Certified","link":"null","stores":"CostCo","allergens":"null","packaging":"null","quantity":"680 g","submission_image":null,"need_water":null,"facts":"[\"Made from 100% organic honey sourced from wildflower blooms.\",\"Contains natural enzymes, antioxidants, and phytonutrients that promote health.\",\"Harvested without the use of chemicals or pesticides, supporting sustainable beekeeping practices.\",\"Raw and unfiltered to retain all the natural flavors and beneficial properties of honey.\"]","miles":0.37,"co2_total":null,"barcode":"0096619032938","is_favorited":null},{"id":180999001001,"name":"Organic Popcorn, Himalayan Pink Salt","brands":"Buddha Bowl, LesserEvil","ingredients_text":null,"categories":"Snacks, Meals, Prepared salads, Popcorn, Buddha Bowl, Salads","labels":"No gluten, Organic, No GMOs, USDA Organic, Green Dot, en:no-added-sugar, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"5 oz","submission_image":null,"need_water":null,"facts":"[\"Made from 100% organic popcorn kernels, ensuring no synthetic pesticides or fertilizers are used.\",\"Himalayan pink salt is harvested from ancient salt deposits, making it a natural and mineral-rich seasoning.\",\"The product is non-GMO, promoting biodiversity and sustainable farming practices.\",\"Packaged in eco-friendly materials to reduce environmental impact.\"]","miles":0.25,"co2_total":null,"barcode":"0180999001001","is_favorited":null},{"id":722252101204,"name":"Crunchy Peanut Butter Energy Bar","brands":"Clif Bar","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Snacks, Sweet snacks, Nuts and their products, Bars, Cereal bars, Dietary supplements, Bodybuilding supplements, Nut bars, Peanut bars, Protein bars","labels":"Vegetarian, fr:Entrepreneurs + Engagés","link":"null","stores":"Woolworths,Coles","allergens":"en:peanuts,en:soybeans","packaging":"null","quantity":"2.40 oz","submission_image":null,"need_water":null,"facts":"[\"Made with whole grain oats for added fiber and nutrients.\",\"Contains no artificial preservatives or flavors, ensuring a natural product.\",\"Packaged in recyclable materials to minimize environmental impact.\",\"Rich in protein from peanuts, providing a sustainable energy source.\"]","miles":0.0,"co2_total":null,"barcode":"0722252101204","is_favorited":null},{"id":856312002757,"name":"Milk","brands":"Fairlife","ingredients_text":null,"categories":"Dairies, Milks (liquid and powder), Milks, Skimmed milks, Lactose free milk","labels":"No lactose, en:50-less-sugar","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"52 FL OZ / 1.5L","submission_image":null,"need_water":null,"facts":"[\"Milk is primarily composed of water (about 87%), lactose, fat, protein, vitamins, and minerals.\",\"Dairy farming can have a significant ecological impact, including greenhouse gas emissions, land use, and water consumption.\",\"High-quality milk is often tested for bacterial content, somatic cell count, and nutrient levels to ensure safety and nutritional value.\",\"Sustainable dairy practices, such as rotational grazing and waste recycling, can help reduce the environmental footprint of milk production.\"]","miles":0.48,"co2_total":null,"barcode":"0856312002757","is_favorited":null},{"id":884912004710,"name":"Grape-Nuts","brands":"Post","ingredients_text":null,"categories":"Plant-based foods and beverages,Plant-based foods,Breakfasts,Cereals and potatoes,Cereals and their products,Breakfast cereals","labels":"No GMOs,No soy,Non GMO project","link":"null","stores":"Riba Smith,Rey,Super 99","allergens":"en:gluten","packaging":"Plastic, Cardboard box","quantity":"20.5 OZ (1 LB 4.5 OZ) 581 g","submission_image":null,"need_water":null,"facts":"[\"Grape-Nuts are made from whole grain wheat flour and malted barley flour.\",\"The packaging is recyclable, supporting eco-friendly practices.\",\"Grape-Nuts contain no artificial flavors or colors, ensuring a natural product.\",\"The cereal is high in fiber, promoting digestive health and overall quality.\"]","miles":1.12,"co2_total":null,"barcode":"0884912004710","is_favorited":null},{"id":50157228,"name":"Salad Cream","brands":"Heinz","ingredients_text":null,"categories":"Condiments, Sauces, Salad dressings","labels":"Kosher, Green Dot","link":"null","stores":"null","allergens":"en:eggs,en:mustard","packaging":"Verre, Bouteille","quantity":"285 g","submission_image":null,"need_water":null,"facts":"[\"Salad Cream is primarily made from a blend of eggs, vinegar, and vegetable oil.\",\"The packaging for Salad Cream is typically made from recyclable materials, promoting eco-friendliness.\",\"Salad Cream is gluten-free, catering to those with gluten sensitivities.\",\"The product is often made without artificial preservatives, ensuring a fresher taste.\"]","miles":0.71,"co2_total":null,"barcode":"50157228","is_favorited":null},{"id":48121277079,"name":"Plain Bagels","brands":"Thomas',Bimbo Bakeries Usa  Inc","ingredients_text":"Enriched Wheat Flour [Flour, Malted Barley Flour, Reduced Iron, Niacin, Thiamin Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Folic Acid], Water, Sugar, Yeast, Wheat Gluten, Salt, Cornmeal, Calcium Propionate, Sorbic Acid, Mono-glycerides, Citric Acid, Guar Gum, Vegetable Oil (Soybean), Soy Lecithin, Sesame Seeds","categories":"Plant-based foods and beverages,Plant-based foods,Cereals and potatoes,Breads,Special breads,Bagel breads","labels":"Vegetarian,Kosher,Vegan,Orthodox Union Kosher,USDA Bioengineered","link":"null","stores":"null","allergens":"en:gluten,en:sesame-seeds,en:soybeans","packaging":"Ldpe-bag","quantity":"567 g","submission_image":"https://images.openfoodfacts.org/images/products/004/812/127/7079/front_en.48.400.jpg","need_water":1.4,"facts":"[\"Plain Bagels are typically made from simple ingredients such as flour, water, yeast, and salt.\",\"Many brands use non-GMO ingredients in their Plain Bagels, promoting better agricultural practices.\",\"Plain Bagels can be a lower-calorie option compared to other flavored bagels, making them a healthier choice.\",\"Some manufacturers use eco-friendly packaging to reduce plastic waste associated with bagel products.\"]","miles":0.24,"co2_total":74.736789,"barcode":"0048121277079","is_favorited":null}],"page":27}