{"products":[{"id":58449890072,"name":"Pumpkin Seed & Flax Granola","brands":"Nature's Path","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Cereals and potatoes, Cereals and their products, Breakfast cereals","labels":"Organic, Vegetarian, Vegan, Canada Organic, No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"115 oz","submission_image":null,"need_water":null,"facts":"[\"Made with organic pumpkin seeds and flaxseeds for a nutritious boost.\",\"Contains no artificial preservatives or additives, ensuring high quality.\",\"Packaged in eco-friendly materials to reduce environmental impact.\",\"Rich in omega-3 fatty acids, promoting heart health and wellness.\"]","miles":0.0,"co2_total":null,"barcode":"0058449890072","is_favorited":null},{"id":502610,"name":"M&S Pains Au Chocolate","brands":"M&S","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Snacks, Canned foods, Legumes, Sweet snacks, Canned plant-based foods, Biscuits and cakes, Viennoiseries, Canned legumes, Pastries, Canned common beans, Chocolate croissant","labels":"Organic, USDA Organic","link":"null","stores":"Trader Joe's","allergens":"en:gluten,en:milk","packaging":"en:ldpe-sleeve","quantity":"439g","submission_image":null,"need_water":null,"facts":"[\"Made with high-quality French butter for a rich flavor.\",\"Packaging is recyclable to reduce environmental impact.\",\"Contains no artificial preservatives or colors, ensuring natural quality.\",\"Sustainably sourced ingredients to support ecological practices.\"]","miles":2.24,"co2_total":null,"barcode":"00502610","is_favorited":null},{"id":72250049191,"name":"Butter enriched bread, butter","brands":"Nature's Own","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, Breaded products","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"20 oz","submission_image":null,"need_water":null,"facts":"[\"Butter enriched bread contains butter as a primary ingredient, enhancing its flavor and texture.\",\"The use of butter in bread can lead to a higher fat content, contributing to a richer taste and softer crumb.\",\"Butter enriched bread may have a shorter shelf life compared to breads without butter due to its fat content, which can affect freshness.\",\"Choosing butter enriched bread made with organic or sustainably sourced butter can have a positive ecological impact by supporting responsible farming practices.\"]","miles":0.0,"co2_total":null,"barcode":"0072250049191","is_favorited":null},{"id":74305066054,"name":"Nutritional Yeast imp","brands":"Bragg","ingredients_text":null,"categories":"Condiments,Specific products,Products for specific diets,Food additives,Nutritional yeast","labels":"Low or no sugar,No gluten,Vegetarian,Kosher,No GMOs,Vegan,Kosher-parve,No milk,No sugar,No fish","link":"null","stores":"Wegmans","allergens":"null","packaging":"Plastic,Aluminum foil seal,Pet-bottle","quantity":"127 g","submission_image":null,"need_water":null,"facts":"[\"Nutritional yeast is made from deactivated yeast, typically Saccharomyces cerevisiae, which is grown on molasses or sugarcane.\",\"It is a complete protein, containing all nine essential amino acids, making it a popular choice for vegans and vegetarians.\",\"Nutritional yeast is often fortified with B vitamins, including B12, which is crucial for those on plant-based diets.\",\"The production of nutritional yeast has a low environmental impact compared to animal-based protein sources, contributing to its popularity in sustainable diets.\"]","miles":0.0,"co2_total":null,"barcode":"0074305066054","is_favorited":null},{"id":76808005844,"name":"Whole Grain Spaghetti","brands":"Barilla","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Cereals and their products, Pastas, Spaghetti, Whole-wheat-spaghetti","labels":"No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"16 oz","submission_image":null,"need_water":null,"facts":"[\"Whole grain spaghetti is made from whole wheat flour, which retains the bran and germ of the wheat kernel, providing more nutrients than refined pasta.\",\"Whole grain spaghetti typically has a higher fiber content compared to regular pasta, promoting better digestive health.\",\"The production of whole grain pasta often has a lower carbon footprint compared to conventional pasta due to reduced processing and minimal ingredient refinement.\",\"Choosing whole grain spaghetti supports sustainable agriculture practices, as whole grains are often grown using environmentally friendly methods.\"]","miles":0.0,"co2_total":null,"barcode":"0076808005844","is_favorited":null},{"id":96619533602,"name":"Golden Quinoa","brands":"Kirkland Signature, Andean Naturals","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Seeds, Cereals and their products, Cereal grains, Quinoa","labels":"No gluten, Organic, Kosher, USDA Organic, Green Dot, Kosher-parve, Orthodox Union Kosher, Us-org-050, No GMOs, Non GMO project","link":"null","stores":"Costco","allergens":"null","packaging":"Plastique, Sachet","quantity":"2.04 kg","submission_image":null,"need_water":null,"facts":"[\"Golden Quinoa is a gluten-free grain, making it suitable for those with gluten intolerance.\",\"It is rich in protein, containing all nine essential amino acids, which makes it a complete protein source.\",\"Golden Quinoa is cultivated in high-altitude regions, which helps it thrive in diverse ecological conditions.\",\"The quality of Golden Quinoa is often determined by its color, size, and the absence of saponins, which can affect its taste.\"]","miles":0.51,"co2_total":null,"barcode":"0096619533602","is_favorited":null},{"id":747479001052,"name":"tomato basil sauce","brands":"Rao's Homemade","ingredients_text":null,"categories":"Condiments, Sauces, Groceries, en:tomato-sauces-with-basil","labels":"No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"24 oz","submission_image":null,"need_water":null,"facts":"[\"Made from ripe tomatoes, fresh basil, olive oil, and garlic.\",\"Typically packaged in recyclable glass jars to reduce plastic waste.\",\"Often produced using organic ingredients to minimize pesticide use.\",\"Quality is often assessed by the balance of acidity and sweetness in the sauce.\"]","miles":0.0,"co2_total":null,"barcode":"0747479001052","is_favorited":null},{"id":3166296208869,"name":"","brands":"Ducros","ingredients_text":null,"categories":"null","labels":"null","link":"https://www.ducros.com/fr-fr/produits/epices/paprika-fume","stores":"Magasins U, carrefour.fr","allergens":"null","packaging":"Verre, Flacon","quantity":"40 g","submission_image":null,"need_water":null,"facts":"[\"40 g products are often made from sustainable materials such as recycled plastics or organic cotton.\",\"The production of 40 g items typically aims to minimize carbon footprint through eco-friendly manufacturing processes.\",\"Many 40 g products are designed for durability, ensuring a longer lifespan and reduced waste.\",\"40 g promotes a circular economy by encouraging recycling and reusability of their materials.\"]","miles":0.0,"co2_total":null,"barcode":"3166296208869","is_favorited":null},{"id":5011835102390,"name":"Black's Organic Cooking Dark Chocolate Bar","brands":"Green & Black's","ingredients_text":null,"categories":"Snacks, Sweet snacks, Cocoa and its products, Confectioneries, Chocolates, Dark chocolates","labels":"Fair trade, Organic, EU Organic, Fairtrade International, PL-EKO-07, Soil Association Organic, en:vegetarian","link":"null","stores":"null","allergens":"en:milk","packaging":"null","quantity":"150 g","submission_image":null,"need_water":null,"facts":"[\"Made with organic cocoa beans sourced from sustainable farms.\",\"Contains no artificial additives or preservatives.\",\"Packaging is made from recyclable materials to minimize environmental impact.\",\"Fair Trade certified, ensuring ethical treatment of farmers and fair wages.\"]","miles":5.99,"co2_total":null,"barcode":"5011835102390","is_favorited":null},{"id":5060336505049,"name":"Original pickle","brands":"Branston","ingredients_text":null,"categories":"Fats, en:pickles","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"Glass-bottle","quantity":"520 g","submission_image":null,"need_water":null,"facts":"[\"Made from fresh cucumbers and natural spices.\",\"Contains no artificial preservatives or colors.\",\"Packaged in recyclable glass jars to reduce plastic waste.\",\"Produced using sustainable farming practices to support local agriculture.\"]","miles":0.0,"co2_total":null,"barcode":"5060336505049","is_favorited":null},{"id":78000082401,"name":"20floz bottle","brands":"arrow’s fav","ingredients_text":"CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, PHOSPHORIC ACID, NATURAL AND ARTIFICIAL FLAVORS, SODIUM BENZOATE (PRESERVATIVE), CAFFEINE.","categories":"Beverages, Carbonated drinks, Sodas, en:colas","labels":"ro:Băutură Carbogazoasă","link":"www.silbrands.com","stores":"null","allergens":"null","packaging":"plastic","quantity":"1000000 grams","submission_image":"https://images.openfoodfacts.org/images/products/007/800/008/2401/front_en.71.400.jpg","need_water":0.0,"facts":"[\"The 20floz bottle is typically made from high-density polyethylene (HDPE), which is recyclable.\",\"HDPE is known for its durability and resistance to impact, making the bottle long-lasting.\",\"The production of HDPE bottles has a lower carbon footprint compared to glass bottles, contributing to better ecological performance.\",\"Many 20floz bottles are designed for single-use but can be recycled, reducing overall waste in landfills.\"]","miles":0.0,"co2_total":0.0,"barcode":"0078000082401","is_favorited":null},{"id":7622300743536,"name":"Dairy milk","brands":"Cadbury","ingredients_text":"milk , sugar, cocoa butter, cocoa mass, vegetable fats (palm, shea), emulsifiers (e442, e476), flavourings,","categories":"Snacks, Sweet snacks, Cocoa and its products, Confectioneries, Bars, Chocolate candies, Chocolates, Milk chocolates, Bars covered with chocolate","labels":"Vegetarian, Cocoa Life, Contains milk, Green Dot","link":"https://www.cadbury.co.uk/products/cadbury-dairy-milk-11294","stores":"Amazon, Woolworths, Coles","allergens":"en:milk","packaging":"Plastic, Bag, Mixed plastic film-wrapper","quantity":"45 g","submission_image":"https://images.openfoodfacts.org/images/products/762/230/074/3536/front_en.61.400.jpg","need_water":0.29,"facts":"[\"Dairy milk is primarily composed of water (about 87%), carbohydrates (lactose), proteins (casein and whey), fats, vitamins, and minerals.\",\"The production of dairy milk can have a significant ecological impact, including greenhouse gas emissions, land use, and water consumption.\",\"Quality of dairy milk is often assessed based on its fat content, protein levels, and absence of contaminants, with standards set by health authorities.\",\"Organic dairy milk comes from cows that are fed organic feed and are not treated with synthetic pesticides or antibiotics, promoting better animal welfare and environmental practices.\"]","miles":5.67,"co2_total":1757.4537,"barcode":"7622300743536","is_favorited":null},{"id":8076802085899,"name":"Rigatoni","brands":"Barilla","ingredients_text":"Semola di grano duro, acqua","categories":"Plant-based foods and beverages,Plant-based foods,Cereals and potatoes,Cereals and their products,Pastas,Cereal pastas,Dry pastas,Durum wheat pasta,Rigatoni","labels":"null","link":"null","stores":"Delhaize,Woolworths,Coles","allergens":"en:gluten","packaging":"Carton","quantity":"500 g","submission_image":"https://images.openfoodfacts.org/images/products/807/680/208/5899/front_it.66.400.jpg","need_water":0.5,"facts":"[\"Rigatoni is typically made from durum wheat semolina, which is high in protein and gluten, providing a firm texture.\",\"The production of rigatoni pasta can have a lower carbon footprint compared to fresh pasta, as it has a longer shelf life and requires less refrigeration.\",\"High-quality rigatoni is often bronze-cut, which gives it a rough texture that helps sauces adhere better.\",\"Rigatoni is a versatile pasta that can be made from organic grains, contributing to sustainable farming practices.\"]","miles":0.55,"co2_total":171.76499,"barcode":"8076802085899","is_favorited":null}],"page":31}