{"products":[{"id":33617340610,"name":"Sourdough Crispbread","brands":"Wasabrod Ab Sweden, Wasa","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Snacks, Cereals and potatoes, Sweet snacks, Biscuits and cakes, Breads, Crispbreads","labels":"No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Sourdough crispbread is typically made from whole grain flours, such as rye or wheat, combined with water and a sourdough starter.\",\"The fermentation process used in sourdough production enhances the bioavailability of nutrients and improves digestibility.\",\"Sourdough crispbread is often produced using traditional methods that require minimal processing, making it an eco-friendly choice.\",\"Due to its low moisture content, sourdough crispbread has a long shelf life and can be stored without preservatives.\"]","miles":0.0,"co2_total":null,"barcode":"0033617340610","is_favorited":null},{"id":33776011895,"name":"Soy Free Buttery Spread","brands":"Earth Balance","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Fats, Spreads, Plant-based spreads, Vegetable fats, Spreadable fats, Margarines, en:salted-spreads","labels":"No gluten, Vegetarian, Vegan, No lactose, No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"15oz (425g)","submission_image":null,"need_water":null,"facts":"[\"Made with plant-based oils and no soy ingredients.\",\"Non-GMO and free from artificial preservatives and colors.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"Contains no cholesterol, promoting heart health.\"]","miles":0.0,"co2_total":null,"barcode":"0033776011895","is_favorited":null},{"id":37466016450,"name":"85% Dark Chocolate","brands":"Lindt","ingredients_text":null,"categories":"Snacks,Sweet snacks,Cocoa and its products,Confectioneries,Chocolate candies,Chocolates,Dark chocolates","labels":"Vegetarian,Vegan","link":"null","stores":"null","allergens":"null","packaging":"Card","quantity":"3.5 OZ (100g)","submission_image":null,"need_water":null,"facts":"[\"Contains a high cocoa content of 85%, providing rich flavor and antioxidants.\",\"Often made from sustainably sourced cocoa beans, promoting eco-friendly farming practices.\",\"Typically free from artificial additives and preservatives, ensuring higher quality ingredients.\",\"Dark chocolate with high cocoa content is known for lower sugar levels compared to milk chocolate.\"]","miles":5.99,"co2_total":null,"barcode":"0037466016450","is_favorited":null},{"id":45300005492,"name":"BEST BY MAY082462J 14:02","brands":"Peter Pan","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Breakfasts, Spreads, Plant-based spreads, Sweet spreads, Oilseed purees, Legume butters, Peanut butters, en:nut-butters","labels":"No gluten","link":"null","stores":"null","allergens":"en:peanuts","packaging":"null","quantity":"462g","submission_image":null,"need_water":null,"facts":"[\"The product is packaged using recyclable materials to minimize environmental impact.\",\"It contains no artificial preservatives, ensuring a more natural quality.\",\"The production process adheres to eco-friendly standards, reducing carbon emissions.\",\"The packaging is designed to be lightweight, contributing to lower transportation emissions.\"]","miles":0.0,"co2_total":null,"barcode":"0045300005492","is_favorited":null},{"id":72945612419,"name":"The Original Artesano Bakery Bread","brands":"Sara Lee,Bimbo Bakeries Usa  Inc.","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, Sliced breads","labels":"null","link":"null","stores":"Safeway","allergens":"en:gluten,en:sesame-seeds,en:soybeans","packaging":"null","quantity":"567 g","submission_image":null,"need_water":null,"facts":"[\"Made with high-quality, non-GMO ingredients.\",\"Baked using traditional methods to ensure authenticity and flavor.\",\"Packaged in eco-friendly materials to reduce environmental impact.\",\"Contains no artificial preservatives, colors, or flavors.\"]","miles":0.0,"co2_total":null,"barcode":"0072945612419","is_favorited":null},{"id":689544083016,"name":"Fage Total 0%","brands":"Fage","ingredients_text":null,"categories":"Dairies, Fermented foods, Desserts, Fermented milk products, Dairy desserts, Fermented dairy desserts, Yogurts, Greek-style yogurts","labels":"No gluten, No GMOs, Non GMO project, en:certified-gluten-free","link":"null","stores":"null","allergens":"en:milk","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Fage Total 0% is made from high-quality milk sourced from local farms.\",\"The packaging is recyclable, promoting sustainability and reducing environmental impact.\",\"It contains no added sugars or artificial ingredients, ensuring a natural product.\",\"Fage Total 0% is rich in protein, making it a nutritious option for a balanced diet.\"]","miles":0.0,"co2_total":null,"barcode":"0689544083016","is_favorited":null},{"id":689544083023,"name":"Fage Total 2%","brands":"Fage","ingredients_text":null,"categories":"Dairies, Fermented foods, Desserts, Fermented milk products, Dairy desserts, Fermented dairy desserts, Yogurts, Greek-style yogurts, Low-fat yogurts","labels":"No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"Pp-tub","quantity":"32 oz.","submission_image":null,"need_water":null,"facts":"[\"Fage Total 2% is made from high-quality milk sourced from local farms.\",\"The packaging is recyclable, contributing to reduced environmental impact.\",\"Fage adheres to strict quality standards to ensure product safety and consistency.\",\"The yogurt is free from artificial preservatives and additives, promoting a natural product.\"]","miles":0.0,"co2_total":null,"barcode":"0689544083023","is_favorited":null},{"id":782733000020,"name":"Organic Madras Lentils Original","brands":"Tasty Bite","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Legumes, Seeds, Legume seeds, Meals, Pulses, Lentils, Indian Food, Readymeal","labels":"No gluten, Organic, Vegetarian, Halal, Kosher, No GMOs, No preservatives, USDA Organic, Non GMO project, en:no-bisphenol-a","link":"http://tastybite.com/products/madras-lentils/","stores":"Coles,Woolworths","allergens":"null","packaging":"Pouch flask","quantity":"285g","submission_image":null,"need_water":null,"facts":"[\"Made with organic lentils, which are grown without synthetic pesticides or fertilizers.\",\"Packaged in eco-friendly materials that are recyclable.\",\"High in protein and fiber, contributing to a balanced diet and sustainable eating.\",\"Non-GMO verified, ensuring no genetically modified organisms are present in the product.\"]","miles":0.0,"co2_total":null,"barcode":"0782733000020","is_favorited":null},{"id":810882010024,"name":"Super Duper Chicken Nuggets","brands":"Kidfresh","ingredients_text":null,"categories":"Meats and their products, Frozen foods, Meats, Chicken and its products, Meat preparations, Poultries, Breaded products, Chickens, Cooked poultries, Chicken preparations, Cooked chicken, Poultry nuggets, Breaded chicken, Chicken nuggets","labels":"No artificial flavors, No preservatives","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Made with 100% all-natural chicken breast\",\"Coated with a gluten-free, whole grain breading\",\"Sourced from sustainable farms that prioritize animal welfare\",\"No artificial preservatives or fillers used in the recipe\"]","miles":0.0,"co2_total":null,"barcode":"0810882010024","is_favorited":null},{"id":853807005163,"name":"Avocado Oil - 100% Pure, Refined","brands":"Chosen Foods","ingredients_text":null,"categories":"null","labels":"Sans OGM,en:Non GMO project,en:Certified Paleo","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"1 L","submission_image":null,"need_water":null,"facts":"[\"Avocado oil is extracted from the flesh of avocados, making it rich in healthy fats and nutrients.\",\"The refining process of this oil ensures a high smoke point, making it suitable for high-temperature cooking.\",\"Avocado oil is often praised for its eco-friendly production methods, as avocados are typically grown in sustainable farming practices.\",\"100% pure refined avocado oil is free from additives and preservatives, ensuring high quality and purity.\"]","miles":0.0,"co2_total":null,"barcode":"0853807005163","is_favorited":null},{"id":58449890072,"name":"Pumpkin Seed & Flax Granola","brands":"Nature's Path","ingredients_text":"Whole grain rolled oats*, cane sugar*, soy oil*, brown rice flour*, pumpkin seeds*, flax seeds*, oat syrup solids* (oat syrup solids*, tocopherols), sea salt, molasses*, cinnamon*.","categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Cereals and potatoes, Cereals and their products, Breakfast cereals","labels":"Organic, Vegetarian, Vegan, Canada Organic, No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"115 oz","submission_image":"https://images.openfoodfacts.org/images/products/005/844/989/0072/front_en.25.400.jpg","need_water":3.5,"facts":"[\"Made with organic pumpkin seeds and flaxseeds for added nutrition.\",\"Contains whole grains, contributing to a balanced diet and promoting heart health.\",\"Eco-friendly packaging used to reduce environmental impact.\",\"Free from artificial preservatives and sweeteners, ensuring high quality and natural taste.\"]","miles":0.0,"co2_total":0.0,"barcode":"0058449890072","is_favorited":null},{"id":78742370033,"name":"Creamy Peanut Butter","brands":"Great Value","ingredients_text":"peanuts, sugar, hydrogenated vegetable oil (rapeseed, cottonseed, soybean), dextrose, salt, molasses, monoglycerides,","categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Fats, Spreads, Nuts and their products, Plant-based spreads, Vegetable fats, Oilseed purees, Legume butters, Nut butters, Peanut butters","labels":"Verified","link":"null","stores":"Walmart","allergens":"en:peanuts,en:soybeans","packaging":"null","quantity":"null","submission_image":"https://images.openfoodfacts.org/images/products/007/874/237/0033/front_en.13.400.jpg","need_water":0.5,"facts":"[\"Creamy peanut butter is primarily made from ground roasted peanuts, often with added oils and sweeteners for texture and flavor.\",\"Peanut farming can be beneficial for soil health as peanuts are legumes that fix nitrogen in the soil, reducing the need for chemical fertilizers.\",\"Many brands of creamy peanut butter offer natural options that contain no added sugars or hydrogenated oils, focusing on pure peanut content.\",\"The production of peanut butter has a lower carbon footprint compared to other nut butters, making it a more sustainable choice for consumers.\"]","miles":1.07,"co2_total":331.44125,"barcode":"0078742370033","is_favorited":null}],"page":34}