{"products":[{"id":3302740075230,"name":"","brands":"Fleury Michon","ingredients_text":null,"categories":"en:chicken-breasts","labels":"Nutriscore,Nutriscore B","link":"null","stores":"null","allergens":"en:celery","packaging":"tranche","quantity":"45.0 g","submission_image":null,"need_water":null,"facts":"[\"45.0 g is a measurement of mass commonly used in scientific and culinary contexts.\",\"Materials weighing 45.0 g can vary widely, including metals, plastics, and organic substances.\",\"In terms of ecology, 45.0 g of a material can have different environmental impacts depending on its composition and lifecycle.\",\"Quality of a material weighing 45.0 g can be assessed based on its purity, durability, and suitability for specific applications.\"]","miles":0.0,"co2_total":null,"barcode":"3302740075230","is_favorited":null},{"id":5000116127610,"name":"Garden Peas","brands":"Birds Eye","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Legumes, Seeds, Legume seeds, Pulses, en:green-peas","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"en:ldpe-bag","quantity":"800g","submission_image":null,"need_water":null,"facts":"[\"Garden peas are a rich source of vitamins A, C, and K, as well as dietary fiber and protein.\",\"They are typically grown in cool climates and require well-drained, fertile soil for optimal growth.\",\"Garden peas are often grown using sustainable practices, as they can fix nitrogen in the soil, reducing the need for synthetic fertilizers.\",\"The quality of garden peas can be determined by their color, size, and sweetness, with vibrant green peas being the most desirable.\"]","miles":0.0,"co2_total":null,"barcode":"5000116127610","is_favorited":null},{"id":5055940100537,"name":"Raspberry","brands":"Benecol","ingredients_text":null,"categories":"Beverages, Dairies, Fermented foods, Desserts, Fermented milk products, Dairy desserts, Dairy drinks, Fermented dairy desserts, Fermented drinks, Fermented milk drinks, Yogurts, Drinkable yogurts, Stanol-drink","labels":"Vegetarian, No artificial flavors, No preservatives, Low-content-of-saturated-fat, Lowers cholesterol, No added sugar, No artificial colors, No artificial colours or flavours, With sweeteners","link":"https://benecol.co.uk/products/raspberry/","stores":"Tesco","allergens":"en:milk","packaging":"null","quantity":"405g","submission_image":null,"need_water":null,"facts":"[\"Raspberry - 405g is packaged in recyclable materials, promoting sustainability.\",\"Raspberries are grown using eco-friendly farming practices that minimize pesticide use.\",\"The fruit is rich in antioxidants, contributing to its high quality and health benefits.\",\"Raspberries are often sourced from local farms, reducing carbon footprint associated with transportation.\"]","miles":0.0,"co2_total":null,"barcode":"5055940100537","is_favorited":null},{"id":16000124790,"name":"Honey Nut Cheerios","brands":"General Mills","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Cereals and potatoes, Seeds, Cereals and their products, Breakfast cereals, Cereal grains, extruded cereals","labels":"en:Vegetarian, en:No artificial flavors, en:No gluten","link":"null","stores":"Whole Foods","allergens":"en:nuts","packaging":"en:Box, en:card-box","quantity":"10.8oz","submission_image":null,"need_water":null,"facts":"[\"Honey Nut Cheerios are made with whole grain oats as the primary ingredient.\",\"The packaging is recyclable, promoting eco-friendly practices.\",\"Honey Nut Cheerios contain no artificial colors or flavors, ensuring quality ingredients.\",\"The brand supports bee conservation efforts to protect pollinators essential for food production.\"]","miles":1.12,"co2_total":null,"barcode":"0016000124790","is_favorited":null},{"id":16000439894,"name":"Trail Mix Fruit & Nut Chewy Granola Bar","brands":"Nature Valley","ingredients_text":null,"categories":"Snacks, Sweet snacks, Bars, Cereal bars","labels":"null","link":"null","stores":"null","allergens":"en:nuts,en:peanuts,en:soybeans","packaging":"null","quantity":"35g","submission_image":null,"need_water":null,"facts":"[\"Made with whole grain oats and a mix of dried fruits and nuts.\",\"Contains no artificial preservatives or flavors, ensuring natural quality.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"Rich in fiber and protein, making it a nutritious snack option.\"]","miles":0.0,"co2_total":null,"barcode":"0016000439894","is_favorited":null},{"id":22592007014,"name":"Water Bottle (16.9 Fl Oz)","brands":"Ozarka","ingredients_text":null,"categories":"Beverages, Waters, Spring waters, Drinking water","labels":"en:orthodox-union-kosher","link":"null","stores":"null","allergens":"null","packaging":"Plastic, Pet-bottle","quantity":"500 ml","submission_image":null,"need_water":null,"facts":"[\"The bottle is typically made from PET (polyethylene terephthalate), which is recyclable.\",\"Many brands use BPA-free materials to ensure safety and reduce health risks.\",\"Recycling one plastic water bottle can save enough energy to power a 60-watt light bulb for up to six hours.\",\"Some companies are shifting towards using recycled materials in their bottles to promote sustainability.\"]","miles":0.0,"co2_total":null,"barcode":"0022592007014","is_favorited":null},{"id":30000041703,"name":"Quaker Grits Quick 5-Minute","brands":"Quaker","ingredients_text":null,"categories":"Grits,Corn semolinas","labels":"null","link":"null","stores":"Big Y","allergens":"null","packaging":"Paper,plastic","quantity":"24 oz","submission_image":null,"need_water":null,"facts":"[\"Made from 100% white corn for a smooth texture.\",\"Quick-cooking formula allows for a ready meal in just 5 minutes.\",\"Non-GMO Project Verified for quality assurance.\",\"Packaged in a recyclable container to support eco-friendly practices.\"]","miles":0.0,"co2_total":null,"barcode":"0030000041703","is_favorited":null},{"id":41500763675,"name":"Classic yellow mustard","brands":"Reckitt Benckiser  Inc.","ingredients_text":null,"categories":"Condiments, Sauces, Mustards, Yellow mustards, Groceries","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"Hdpe-bottle","quantity":"397g","submission_image":null,"need_water":null,"facts":"[\"Classic yellow mustard is made primarily from mustard seeds, vinegar, water, and salt.\",\"The packaging is typically recyclable, promoting eco-friendly disposal.\",\"Classic yellow mustard is gluten-free and does not contain artificial colors or flavors, ensuring high quality.\",\"The production process often emphasizes sustainable sourcing of ingredients to minimize environmental impact.\"]","miles":0.54,"co2_total":null,"barcode":"0041500763675","is_favorited":null},{"id":41508800129,"name":"Sparkling natural mineral water","brands":"San Pellegrino,S.Pellegrino,Sanpellegrino,Sanpellegrino S.P.A.","ingredients_text":null,"categories":"Beverages, Carbonated drinks, Waters, Spring waters, Mineral waters, Carbonated waters, Carbonated mineral waters","labels":"null","link":"null","stores":"Safeway","allergens":"null","packaging":"en:Glass bottle,en:Glass-bottle,Bouteille verre","quantity":"750 ml","submission_image":null,"need_water":null,"facts":"[\"Sparkling natural mineral water is sourced from protected underground springs, ensuring purity and mineral content.\",\"The water is naturally carbonated, meaning it retains its bubbles without the need for artificial carbonation.\",\"Many brands use eco-friendly packaging, such as recyclable glass or PET bottles, to minimize environmental impact.\",\"Quality is regulated by health standards, ensuring that the mineral content and safety meet strict guidelines for consumption.\"]","miles":0.0,"co2_total":null,"barcode":"0041508800129","is_favorited":null},{"id":41570052785,"name":"Almond Nut Thins - Hint Of Sea Salt","brands":"Blue Diamond Natural, Blue Diamond","ingredients_text":null,"categories":"Snacks, Salty snacks, Sweet snacks, Appetizers, Biscuits and cakes, Crackers","labels":"No gluten, No GMOs, Non GMO project","link":"null","stores":"null","allergens":"en:milk,en:nuts","packaging":"null","quantity":"4.25 oz 120.5g","submission_image":null,"need_water":null,"facts":"[\"Made with real almonds for a nutty flavor and crunchy texture.\",\"Gluten-free and made without artificial flavors or preservatives.\",\"Sustainably sourced ingredients to minimize ecological impact.\",\"Low in calories and high in protein, making them a healthier snack option.\"]","miles":0.6,"co2_total":null,"barcode":"0041570052785","is_favorited":null},{"id":47495112900,"name":"Fig Bar Blueberry","brands":"Nature's Bakery","ingredients_text":"Whole Wheat Flour, Cane Sugar, Fig Paste, Brown Rice Syrup, Blueberry Jam (Cane Sugar, Sugar, Rice Starch, Glycerin, Blueberries, Apple Powder, Natural Flavors, Pectin, Citric Acid, Locust Bean Gum), Canola Oil, Whole Grain Oats, Glycerin, Fruit Juice, Sea Salt, Natural Flavor, Citric Acid, Baking Soda.","categories":"Snacks, Sweet snacks, Bars, Biscuits and cakes, Biscuits","labels":"No gluten, Organic, Vegetarian, Kosher, Vegan, No GMOs, Non GMO project","link":"null","stores":"null","allergens":"en:gluten","packaging":"null","quantity":"2 oz","submission_image":"https://images.openfoodfacts.org/images/products/004/749/511/2900/front_en.40.400.jpg","need_water":0.5,"facts":"[\"Made with real blueberries and whole grains.\",\"Contains no artificial preservatives or flavors.\",\"Packaging is recyclable, promoting eco-friendly disposal.\",\"Non-GMO ingredients are used in the production of the bars.\"]","miles":1.43,"co2_total":444.47267000000005,"barcode":"0047495112900","is_favorited":null}],"page":37}