{"products":[{"id":50456536,"name":"Uncured pizza","brands":"null","ingredients_text":null,"categories":"en:pizzas","labels":"Organic, USDA Organic","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Uncured pizza typically uses meats that are preserved without synthetic nitrates or nitrites, relying instead on natural sources like celery powder.\",\"The dough for uncured pizza is often made from organic flour, which reduces the environmental impact of conventional farming practices.\",\"Uncured pizza can be made with locally sourced ingredients, promoting sustainability and supporting local farmers.\",\"Quality of uncured pizza is often enhanced by the use of fresh, high-quality toppings, resulting in a more flavorful and nutritious meal.\"]","miles":0.0,"co2_total":null,"barcode":"50456536","is_favorited":null},{"id":4088600529325,"name":"Tuna In Spring Water","brands":"ALDI","ingredients_text":null,"categories":"Tinned Tuna, en:canned-tunas","labels":"Sustainable, Sustainable fishery, Sustainable Seafood MSC","link":"null","stores":"null","allergens":"en:fish","packaging":"en:card-sleeve, en:steel-tin","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Tuna in spring water typically contains only tuna and water, making it a low-calorie, high-protein food option.\",\"Many brands source their tuna from sustainable fisheries, helping to reduce overfishing and protect marine ecosystems.\",\"Spring water used in canned tuna is often filtered and purified, ensuring a clean taste without added sodium or preservatives.\",\"Canned tuna is a rich source of omega-3 fatty acids, which are beneficial for heart health and overall well-being.\"]","miles":0.0,"co2_total":null,"barcode":"4088600529325","is_favorited":null},{"id":5060043224585,"name":"Low Sugar Maple & Pecan Granola","brands":"Lizi's","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Cereals and potatoes, Cereals and their products, Breakfast cereals, Mueslis","labels":"Vegetarian, Vegan","link":"null","stores":"null","allergens":"en:nuts","packaging":"null","quantity":"450 g","submission_image":null,"need_water":null,"facts":"[\"Made with natural ingredients, including oats, pecans, and maple syrup.\",\"Low in sugar, promoting healthier snacking options.\",\"Eco-friendly packaging used to minimize environmental impact.\",\"Rich in fiber and protein, supporting a balanced diet.\"]","miles":0.69,"co2_total":null,"barcode":"5060043224585","is_favorited":null},{"id":11110816405,"name":"Purified drinking water","brands":"Kroger","ingredients_text":null,"categories":"Beverages, Waters, Spring waters, Non-alcoholic beverages, Unsweetened beverages","labels":"null","link":"null","stores":"Kroger,Smith's","allergens":"null","packaging":"Plastique,Bouteille,en:Pet-bottle","quantity":"500 ml","submission_image":null,"need_water":null,"facts":"[\"Purified drinking water is typically packaged in BPA-free plastic bottles to ensure safety and reduce chemical leaching.\",\"The production of purified water often involves reverse osmosis, which removes impurities and contaminants, resulting in high-quality water.\",\"Many bottled water companies prioritize sustainable practices, such as using recycled materials for packaging and reducing carbon footprints in production.\",\"Purified drinking water undergoes strict quality testing to meet safety standards set by health authorities, ensuring it is free from harmful microorganisms and pollutants.\"]","miles":0.0,"co2_total":null,"barcode":"0011110816405","is_favorited":null},{"id":12546011075,"name":"Trident spearmint slim pack","brands":"Trident","ingredients_text":null,"categories":"Snacks, Sweet snacks, Confectioneries, Chewing gum, Sugar-free chewing gum","labels":"Verified","link":"null","stores":"null","allergens":"null","packaging":"Paper-sleeve","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Trident spearmint slim pack is made with sugar-free ingredients, primarily sweetened with xylitol and sorbitol.\",\"The packaging is designed to be compact and portable, reducing material usage compared to traditional gum packs.\",\"Trident gum is certified by the American Dental Association for its oral health benefits, promoting better dental hygiene.\",\"The brand emphasizes sustainability, with efforts to source ingredients responsibly and reduce its environmental footprint.\"]","miles":0.0,"co2_total":null,"barcode":"0012546011075","is_favorited":null},{"id":14100085478,"name":"Goldfish","brands":"Pepperidge Farm","ingredients_text":null,"categories":"Snacks, Salty snacks, Sweet snacks, Appetizers, Biscuits and cakes, Biscuits, Crackers","labels":"null","link":"null","stores":"WAL-MART MÉXICO","allergens":"en:celery,en:gluten,en:milk","packaging":"Plastic, Paper, Bag, Container, Compostable-bag, es:BOLSA DE PLASTICO","quantity":"6.6 oz (187 g)","submission_image":null,"need_water":null,"facts":"[\"Goldfish are made primarily from wheat flour, cheese, and various seasonings.\",\"The packaging is recyclable, contributing to reduced environmental impact.\",\"Goldfish are baked, not fried, which helps maintain a lower fat content.\",\"The product is made without artificial preservatives, ensuring higher quality ingredients.\"]","miles":0.6,"co2_total":null,"barcode":"0014100085478","is_favorited":null},{"id":28400091510,"name":"Cool Ranch Doritos","brands":"Doritos","ingredients_text":null,"categories":"Snacks, Salty snacks, Appetizers, Chips and fries, Crisps, Corn chips","labels":"Contains milk","link":"null","stores":"null","allergens":"en:milk","packaging":"Bag, Small bag","quantity":"1 oz (28.3 g)","submission_image":null,"need_water":null,"facts":"[\"Cool Ranch Doritos are made with cornmeal, vegetable oil, and a blend of seasonings.\",\"The packaging is recyclable in some areas, contributing to reduced waste.\",\"The product contains no artificial flavors or preservatives, focusing on quality ingredients.\",\"Cool Ranch Doritos are gluten-free, catering to consumers with gluten sensitivities.\"]","miles":0.72,"co2_total":null,"barcode":"0028400091510","is_favorited":null},{"id":72945601345,"name":"100% Whole Wheat Bread","brands":"Sara Lee","ingredients_text":null,"categories":"Plant-based foods and beverages,Plant-based foods,Cereals and potatoes,Breads,Breaded products,White breads,Wheat breads","labels":"null","link":"null","stores":"Giant","allergens":"en:gluten,en:sesame-seeds,en:soybeans","packaging":"null","quantity":"567 g","submission_image":null,"need_water":null,"facts":"[\"100% Whole Wheat Bread is made from whole grain wheat flour, which includes the bran, germ, and endosperm.\",\"It is often considered a healthier option due to its higher fiber content compared to white bread.\",\"Whole wheat bread production can have a lower carbon footprint compared to refined bread, as it requires less processing.\",\"Many brands of 100% Whole Wheat Bread are made without artificial preservatives or additives, focusing on quality ingredients.\"]","miles":0.0,"co2_total":null,"barcode":"0072945601345","is_favorited":null},{"id":75720000814,"name":"poland spring","brands":"Poland Spring","ingredients_text":null,"categories":"Beverages, Waters, Spring waters, Unsweetened beverages","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"Pet-bottle","quantity":"16.9 oz","submission_image":null,"need_water":null,"facts":"[\"Poland Spring 16.9 oz bottles are made from 100% recycled plastic (rPET).\",\"The water is sourced from multiple springs in the state of Maine, promoting local water conservation efforts.\",\"Poland Spring has a commitment to sustainability, aiming to reduce its carbon footprint and increase recyclable materials in packaging.\",\"The brand is certified by the International Bottled Water Association (IBWA) for quality and safety standards.\"]","miles":0.0,"co2_total":null,"barcode":"0075720000814","is_favorited":null},{"id":854252,"name":"Low fat Greek style yogurt","brands":"Marks & Spencer","ingredients_text":null,"categories":"Dairies, Fermented foods, Desserts, Fermented milk products, Dairy desserts, Fermented dairy desserts, Yogurts, Greek-style yogurts, Salted snacks","labels":"Vegetarian, Not-suitable-for-nut-allergy-sufferers, Rich-in-protein","link":"null","stores":"Marks & Spencer","allergens":"en:milk","packaging":"Plastic, Green dot, Keep refridgerated","quantity":"500 g","submission_image":null,"need_water":null,"facts":"[\"Made from skimmed milk, resulting in lower fat content compared to regular yogurt.\",\"Typically contains live active cultures, promoting gut health and digestion.\",\"Often packaged in recyclable materials, reducing environmental impact.\",\"High in protein, making it a nutritious option for a balanced diet.\"]","miles":0.0,"co2_total":null,"barcode":"00854252","is_favorited":null},{"id":76808005844,"name":"Whole Grain Spaghetti","brands":"Barilla","ingredients_text":"whole grain durum wheat flour,","categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Cereals and their products, Pastas, Spaghetti, Whole-wheat-spaghetti","labels":"No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"16 oz","submission_image":"https://images.openfoodfacts.org/images/products/007/680/800/5844/front_en.7.400.jpg","need_water":1.5,"facts":"[\"Whole grain spaghetti is made from whole wheat flour, which retains the bran and germ of the wheat, providing more nutrients than refined pasta.\",\"The production of whole grain spaghetti typically requires less water and energy compared to traditional pasta, making it a more eco-friendly option.\",\"Whole grain spaghetti is a good source of dietary fiber, which can aid in digestion and promote a feeling of fullness.\",\"Choosing whole grain spaghetti supports sustainable agriculture practices, as it often comes from farms that prioritize soil health and biodiversity.\"]","miles":0.0,"co2_total":0.0,"barcode":"0076808005844","is_favorited":null}],"page":47}