{"products":[{"id":4000539140341,"name":"Vegan Caramel Sea Salt","brands":"Lindt","ingredients_text":"sugar,  oat  drink powder ( oat  syrup 70%, maltodextrin), cocoa butter, cocoa mass,  almonds , glucose syrup, salt 0,5%, emulsifier ( soya  lecithin), natural flavourings,","categories":"Snacks, Sweet snacks, Cocoa and its products, Chocolates","labels":"Vegetarian, Vegan, European Vegetarian Union, European Vegetarian Union Vegan, Green Dot","link":"https://www.lindt.co.uk/lindt-classic-vegan-milk-caramel-sea-salt-chocolate-bar-100g","stores":"Tesco","allergens":"null","packaging":"null","quantity":"100g","submission_image":"https://images.openfoodfacts.org/images/products/400/053/914/0341/front_en.22.400.jpg","need_water":0.5,"facts":"[\"Made with organic ingredients, ensuring no artificial additives.\",\"Packaged in recyclable materials to minimize environmental impact.\",\"Produced in a facility that practices sustainable sourcing and fair trade.\",\"Contains high-quality plant-based sweeteners for a healthier alternative.\"]","miles":0.0,"co2_total":0.0,"barcode":"4000539140341","is_favorited":null},{"id":13409451328,"name":"Barbecue Sauce (Original)","brands":"Sweet Baby Ray's","ingredients_text":"HIGH FRUCTOSE CORN SYRUP, DISTILLED VINEGAR, TOMATO PASTE, MODIFIED CORN STARCH, CONTAINS LESS THAN 2% OF SALT, PINEAPPLE JUICE CONCENTRATE, NATURAL SMOKE FLAVOR SPICE, CARAMEL COLOR, MOLASSES, SODIUM BENZOATE (PRESERVATIVE), GARLIC, MUSTARD FLOUR CORN SYRUP, SUGAR, TAMARIND, NATURAL FLAVOR, CELERY SEED. *DRIED.","categories":"Condiments, Sauces, Barbecue sauces","labels":"No gluten","link":"null","stores":"null","allergens":"en:celery","packaging":"Pet-bottle","quantity":"40 OZ (2 LB 8 OZ)","submission_image":"https://images.openfoodfacts.org/images/products/001/340/945/1328/front_en.13.400.jpg","need_water":0.5,"facts":"[\"Made with high-quality ingredients including tomatoes, vinegar, and spices.\",\"Packaged in a recyclable bottle to minimize environmental impact.\",\"No artificial preservatives or colors are used, ensuring natural flavor.\",\"Produced in a facility that follows strict quality control standards for food safety.\"]","miles":0.32,"co2_total":98.398258,"barcode":"0013409451328","is_favorited":null},{"id":18627703174,"name":"Organic Cinnamon Harvest","brands":"Kashi","ingredients_text":"Whole grain wheat*, cane sugar*, cinnamon*, natural flavor.*Organic","categories":"Plant-based foods and beverages, Plant-based foods, Snacks, Breakfasts, Cereals and potatoes, Sweet snacks, Cereals and their products, Biscuits and cakes, Breakfast cereals, Biscuits, Organic, Vegan, extruded cereals","labels":"Organic, Vegetarian, No GMOs, USDA Organic, Vegan, Flavor, Non GMO project","link":"null","stores":"ShopRite","allergens":"null","packaging":"Box","quantity":"462g","submission_image":"https://images.openfoodfacts.org/images/products/001/862/770/3174/front_en.25.400.jpg","need_water":0.0,"facts":"[\"Organic Cinnamon Harvest - 462g is made from 100% organic cinnamon sourced from sustainable farms.\",\"The product is packaged in eco-friendly materials to minimize environmental impact.\",\"This cinnamon is free from synthetic pesticides and fertilizers, promoting healthier soil and ecosystems.\",\"Quality is ensured through rigorous testing for purity and flavor, making it suitable for culinary and health uses.\"]","miles":0.0,"co2_total":0.0,"barcode":"0018627703174","is_favorited":null},{"id":28400247245,"name":"Organic Pita Chips Simply Naked","brands":"Stacy's","ingredients_text":"organic enriched wheat flour (organic wheat flour, niacin, reduced iron, thiamin mononitrate, riboflavin, folic acid), organic expeller-pressed sunflower oil, sea salt, organic whole wheat flour, organic cane sugar, organic oat fiber, yeast, ascorbic acid (antioxidant), organic rosemary extract (antioxidant).","categories":"Snacks, Salty snacks, Appetizers, Crackers","labels":"Organic, No GMOs, USDA Organic, Non GMO project","link":"null","stores":"null","allergens":"en:gluten","packaging":"null","quantity":"28 oz","submission_image":"https://images.openfoodfacts.org/images/products/002/840/024/7245/front_en.18.400.jpg","need_water":5.0,"facts":"[\"Made from organic whole wheat flour\",\"Non-GMO ingredients used\",\"Baked, not fried, for a healthier snack option\",\"Contains no artificial preservatives or flavors\"]","miles":0.0,"co2_total":0.0,"barcode":"0028400247245","is_favorited":null},{"id":33776011703,"name":"Earth Balance Original/Traditional Spread","brands":"Earth Balance, Palmolive ulta strength","ingredients_text":"VEGETABLE OIL BLEND (PALM OIL, CANOLA OIL, SOYBEAN OIL, FLAXSEED OIL), WATER, LESS THAN 2% OF: SALT, NATURAL FLAVOR, PEA PROTEIN ISOLATE, SUNFLOWER LECITHIN, OLIVE OIL, LACTIC ACID, ANNATTO EXTRACT (COLOR).","categories":"Fats, Spreads, Salted spreads, en:margarines","labels":"Vegetarian, Vegan, Verified, No GMOs, Non GMO project","link":"null","stores":"null","allergens":"en:soybeans","packaging":"en:pp-tub, en:pp-lid","quantity":"425g","submission_image":"https://images.openfoodfacts.org/images/products/003/377/601/1703/front_en.23.400.jpg","need_water":0.0,"facts":"[\"Earth Balance Original/Traditional Spread is made from a blend of plant-based oils, including palm fruit oil and canola oil.\",\"The product is non-GMO and free from artificial flavors and preservatives, ensuring a natural quality.\",\"Earth Balance is committed to sustainable palm oil sourcing, contributing to ecological preservation.\",\"The spread is vegan, containing no dairy or animal products, aligning with environmentally friendly dietary choices.\"]","miles":0.0,"co2_total":0.0,"barcode":"0033776011703","is_favorited":null},{"id":37600106689,"name":"Skippy Smooth Peanut Butter","brands":"Skippy,","ingredients_text":"ROASTED PEANUTS (90%), SUGAR, HYDROGENATED PALM OIL, SALT.","categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Spreads, Nuts and their products, Plant-based spreads, Oilseed purees, Legume butters, Nut butters, Peanut butters, Plant-based pâtés","labels":"null","link":"null","stores":"Costco","allergens":"null","packaging":"en:pet-bottle, en:pp-lid","quantity":"1,13 kg","submission_image":"https://images.openfoodfacts.org/images/products/003/760/010/6689/front_en.38.400.jpg","need_water":3.5,"facts":"[\"Skippy Smooth Peanut Butter is made with roasted peanuts, sugar, and hydrogenated vegetable oils to maintain its creamy texture.\",\"The peanut butter jar is recyclable, promoting environmental sustainability.\",\"Skippy sources its peanuts from U.S. farmers, ensuring quality and support for local agriculture.\",\"The product is free from artificial flavors and colors, adhering to quality standards for a natural taste.\"]","miles":1.07,"co2_total":331.44125,"barcode":"0037600106689","is_favorited":null},{"id":44000031114,"name":"Ritz","brands":"Nabisco, Ritz crackers","ingredients_text":"unbleached enriched flour (wheat flour, niacin, reduced iron, thiamine mononitrate {vitamin b1}, riboflavin {vitamin b2}, folic acid), vegetable oil (soybean and/or canola and/or palm and/or partially hydrogenated cottonseed oil), sugar, salt, leavening (baking soda and/or calcium phosphate), high fructose corn syrup, soy lecithin, malted barley flour, natural flavor,","categories":"Snacks, Salty snacks, Sweet snacks, Appetizers, Biscuits and cakes, Biscuits, Crackers","labels":"Kosher, Orthodox Union Kosher, D, Verified","link":"null","stores":"null","allergens":"en:gluten,en:soybeans","packaging":"Box, Card-box, Glass-bottle","quantity":"13.7 OZ (388g)","submission_image":"https://images.openfoodfacts.org/images/products/004/400/003/1114/front_en.27.400.jpg","need_water":1.2,"facts":"[\"Ritz crackers are made primarily from enriched flour, which includes niacin, reduced iron, thiamine mononitrate, riboflavin, and folic acid.\",\"The packaging is designed to be resealable, helping to reduce food waste and maintain freshness.\",\"Ritz crackers are produced using a process that emphasizes quality control to ensure consistent texture and flavor.\",\"The brand has made efforts to source ingredients responsibly, focusing on sustainable practices in their supply chain.\"]","miles":0.6,"co2_total":186.89845,"barcode":"0044000031114","is_favorited":null},{"id":48121276201,"name":"Light multi-grain english muffins","brands":"Thomas,Bimbo Bakeries Usa  Inc.","ingredients_text":"ENRICHED WHEAT FLOUR [(FLOUR, MALTED BARLEY FLOUR, REDUCED IRON, NÍACIN, THIAMIN MONONITRATE (VITAMIN B1), RIBOFLAVIN (VITAMIN B2), FOLIC *Toast to a light brown, not a dar ACIDI, WATER, MODIFIED WHEAT STARCH, CELLULOSE FIBER, Our recipe now contains 12.5% le FARINA, WHEAT GLUTEN, POLYDEXTROSE, YEAST, WHOLE ingredients than our prior recipe. GRAINS (WHEAT, RYE, CORN, OATS, MILLET, TRITICALE, BROWN * The % Daily Value RICE, BARLEY), CALCIUM PROPIONATE AND SORBIC ACID (TO (DV) tells you how PRESERVE FRESHNESS), WHEAT STARCH, WHEY, GRAIN We welcome your questions or comments abo product. Call 1-800-984-0989, Consumer Rel Department. When writing, please includeE much a nutrient in VINEGAR, SALT, MALT, FLAXSEED, NATURAL FLAVORS, Proof-ot-Purchase (Bar Code) and stamped cate a serving of food contributes to a daily diet. 2,000 calories a day is used for general nutrition advice. XANTHAN GUM, SOY, SOY LECITHIN. CONTAINS WHEAT, SOY, MILK. MADE IN A BAKERY THAT MAY ALSO USE TREE NUTS. Calories have been reduced from 150 to 100 per serving. BIMBO BAKERIES USA, INC., HORSHAM, PA 19044 ©ALL RIGHTS RESERVED. www.thomasbreads.com BAKERIES AT: FREDERICK, MD; PLACENTIA, CAB GREENWICH, CT; RIVIERA BEACH, FL; AND ELKHART, IN. SPECIALTY BAKERS SINCE 1880 R19-217-200043 We are committed to saving energy with ENERGY STAR See what you can do at www.energystar.gov. ENCIGY STAR RTNER www.thomasbreads.c f","categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, Special breads, English muffins, en:muffins","labels":"Vegetarian, Vegan","link":"null","stores":"null","allergens":"en:gluten,en:milk,en:soybeans","packaging":"null","quantity":"12 OZ (340 g)","submission_image":"https://images.openfoodfacts.org/images/products/004/812/127/6201/front_en.29.400.jpg","need_water":3.5,"facts":"[\"Made with a blend of whole grains for added fiber and nutrients.\",\"Low in calories, making them a healthier choice for breakfast or snacks.\",\"Packaging is often recyclable to reduce environmental impact.\",\"Typically free from artificial preservatives and colors, ensuring better quality.\"]","miles":0.0,"co2_total":0.0,"barcode":"0048121276201","is_favorited":null},{"id":502627,"name":"Organic Black Beans","brands":"Trader Joe's","ingredients_text":"Organic black beans, water, sea salt.","categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Canned foods, Legumes, Seeds, Canned plant-based foods, Legume seeds, Pulses, Common beans, Canned legumes, Black beans, Canned common beans","labels":"Organic, USDA Organic","link":"null","stores":"Trader Joe's","allergens":"null","packaging":"null","quantity":"null","submission_image":"https://images.openfoodfacts.org/images/products/000/000/050/2627/front_en.20.400.jpg","need_water":34.0,"facts":"[\"Organic black beans are grown without synthetic pesticides or fertilizers, promoting healthier soil and ecosystems.\",\"They are a good source of plant-based protein, fiber, and essential nutrients, contributing to a balanced diet.\",\"The cultivation of organic black beans supports biodiversity by encouraging crop rotation and reducing monoculture practices.\",\"Organic farming practices used for black beans help reduce carbon emissions and promote sustainable agriculture.\"]","miles":0.4,"co2_total":124.67491,"barcode":"00502627","is_favorited":null},{"id":73416000148,"name":"ROC Rice Cakes, Lightly Salted","brands":"Wehah Farm Inc, Lundberg Family Farms","ingredients_text":"Organic whole grain brown rice, sea salt.","categories":"Plant-based foods and beverages, Plant-based foods, Snacks, Cereals and potatoes, Cereals and their products, Puffed cereal cakes, Puffed rice cakes","labels":"Organic, No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"241g","submission_image":"https://images.openfoodfacts.org/images/products/007/341/600/0148/front_en.3.400.jpg","need_water":0.5,"facts":"[\"ROC Rice Cakes are made from whole grain brown rice, providing a source of fiber.\",\"The packaging is recyclable, promoting eco-friendliness and reducing waste.\",\"These rice cakes are gluten-free, catering to those with dietary restrictions.\",\"They contain no artificial preservatives or colors, ensuring high quality and natural ingredients.\"]","miles":0.39,"co2_total":119.43681,"barcode":"0073416000148","is_favorited":null}],"page":49}