{"products":[{"id":30000659700,"name":"Pearl Milling Original Syrup imp","brands":"Pearl Milling Company","ingredients_text":null,"categories":"Syrups","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"710 ml","submission_image":null,"need_water":null,"facts":"[\"Made with high fructose corn syrup and natural flavors.\",\"The packaging is recyclable, promoting eco-friendliness.\",\"Contains no artificial colors or preservatives, ensuring quality and safety.\",\"Produced in a facility that adheres to strict quality control standards.\"]","miles":0.0,"co2_total":null,"barcode":"0030000659700","is_favorited":null},{"id":856069005957,"name":"Fine Ground Sea Salt Almond Flour Crackers","brands":"Simple Mills","ingredients_text":null,"categories":"Snacks, Salty snacks, Appetizers, Crackers","labels":"No gluten, No GMOs, Certified gluten-free, Non GMO project","link":"null","stores":"null","allergens":"en:nuts","packaging":"Bag-in-box,Cardboard,Plastic","quantity":"2 x 10 oz","submission_image":null,"need_water":null,"facts":"[\"Made with fine ground sea salt and almond flour, providing a gluten-free alternative.\",\"Crafted from high-quality, non-GMO ingredients to ensure purity and taste.\",\"Sustainably sourced ingredients, promoting eco-friendly agricultural practices.\",\"Low in carbohydrates and high in protein, making them a nutritious snack option.\"]","miles":0.0,"co2_total":null,"barcode":"0856069005957","is_favorited":null},{"id":850040427080,"name":"Prime Ice pop","brands":"PRIME","ingredients_text":null,"categories":"Plant-based foods and beverages, Beverages, Plant-based beverages, Fruit-based beverages, Still fruit soft drinks","labels":"No gluten, Natural flavors, No caffeine","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"500ml","submission_image":null,"need_water":null,"facts":"[\"Made from natural fruit extracts and ingredients.\",\"Packaging is 100% recyclable and environmentally friendly.\",\"Produced using a low-energy manufacturing process to reduce carbon footprint.\",\"Free from artificial colors and preservatives, ensuring high-quality taste.\"]","miles":0.0,"co2_total":null,"barcode":"0850040427080","is_favorited":null},{"id":11221225,"name":"Granola","brands":"Neenuts","ingredients_text":null,"categories":"null","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Granola typically contains rolled oats, nuts, seeds, and sweeteners like honey or maple syrup.\",\"Many granola brands use organic ingredients to promote sustainable farming practices.\",\"Granola can be high in fiber and protein, making it a nutritious breakfast or snack option.\",\"Some granolas are made with gluten-free oats, catering to those with gluten sensitivities.\"]","miles":0.0,"co2_total":null,"barcode":"11221225","is_favorited":null},{"id":9310034002415,"name":"Ritz Crackers","brands":"Mondelez Australia Biscuits","ingredients_text":null,"categories":"Snacks,Salty snacks,Sweet snacks,Appetizers,Biscuits and cakes,Biscuits,Crackers,Plain salty snacks,Small Crackers","labels":"null","link":"null","stores":"null","allergens":"en:gluten,en:soybeans","packaging":"null","quantity":"227 g","submission_image":null,"need_water":null,"facts":"[\"Ritz Crackers are primarily made from enriched wheat flour, which includes niacin, reduced iron, thiamine mononitrate, riboflavin, and folic acid.\",\"The packaging of Ritz Crackers is recyclable, promoting better waste management and ecological responsibility.\",\"Ritz Crackers are produced without artificial flavors and colors, ensuring a higher quality snack option.\",\"The brand is committed to sustainability and has initiatives to reduce its carbon footprint during production.\"]","miles":0.0,"co2_total":null,"barcode":"9310034002415","is_favorited":null},{"id":16000487727,"name":"Cheerios Serial","brands":"General Mills","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Cereals and potatoes, Cereals and their products, Breakfast cereals, extruded cereals","labels":"Kosher, Orthodox Union Kosher, American Heart Certification","link":"null","stores":"null","allergens":"en:gluten","packaging":"Box","quantity":"12 OZ (340 G)","submission_image":null,"need_water":null,"facts":"[\"Cheerios are made primarily from whole grain oats, providing a good source of fiber.\",\"The packaging is made from recyclable materials, supporting eco-friendly practices.\",\"Cheerios are gluten-free, made without wheat or barley, making them suitable for those with gluten sensitivities.\",\"The cereal is low in sugar, with only 1 gram of sugar per serving, promoting a healthier breakfast option.\"]","miles":1.12,"co2_total":null,"barcode":"0016000487727","is_favorited":null},{"id":44000000578,"name":"Original saltine crackers","brands":"Nabisco","ingredients_text":null,"categories":"Snacks, Salty snacks, Sweet snacks, Appetizers, Biscuits and cakes, Biscuits, Crackers","labels":"Kosher, Orthodox Union Kosher","link":"null","stores":"Key Food","allergens":"en:gluten","packaging":"Cardboard,Paperboard","quantity":"1 lb","submission_image":null,"need_water":null,"facts":"[\"Original saltine crackers are made primarily from enriched wheat flour, baking soda, and salt.\",\"The packaging for Original saltine crackers is often recyclable, promoting eco-friendliness.\",\"These crackers are low in saturated fat and cholesterol, making them a healthier snack option.\",\"Original saltine crackers have a long shelf life due to their low moisture content, reducing food waste.\"]","miles":0.6,"co2_total":null,"barcode":"0044000000578","is_favorited":null},{"id":73731004197,"name":"Large Burrito Flour Tortillas","brands":"Mission,Gruma Corporation","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, Flatbreads, White breads, Wheat breads, Wheat flatbreads, Tortillas","labels":"Kosher","link":"null","stores":"null","allergens":"en:gluten","packaging":"Mixed plastic-bag","quantity":"20 oz","submission_image":null,"need_water":null,"facts":"[\"Made from high-quality flour, water, and salt.\",\"Typically packaged in recyclable materials to reduce environmental impact.\",\"Free from artificial preservatives and colors for better quality.\",\"Produced using sustainable farming practices to support ecological balance.\"]","miles":0.0,"co2_total":null,"barcode":"0073731004197","is_favorited":null},{"id":76808280982,"name":"Rotini","brands":"Barilla","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Cereals and their products, Pastas, Dry pastas","labels":"Kosher, No GMOs, Non GMO project, Orthodox Union Kosher","link":"null","stores":"Wegmans","allergens":"en:gluten","packaging":"en:Box","quantity":"1 LB (454 g)","submission_image":null,"need_water":null,"facts":"[\"Rotini is typically made from durum wheat semolina, which is high in protein and gluten, providing a firm texture when cooked.\",\"Many brands of rotini are produced using non-GMO ingredients, ensuring that no genetically modified organisms are present in the pasta.\",\"Rotini's spiral shape helps to hold onto sauces better, making it a popular choice for pasta salads and hearty dishes.\",\"Some manufacturers offer whole grain or organic rotini options, promoting healthier eating and sustainable farming practices.\"]","miles":0.55,"co2_total":null,"barcode":"0076808280982","is_favorited":null},{"id":20044749,"name":"Choco Bananas minis","brands":"Mister Choc","ingredients_text":null,"categories":"Snacks, Desserts, Sweet snacks, Cocoa and its products, Confectioneries, Bars, Biscuits and cakes, Chocolate candies, Cakes, Bars covered with chocolate","labels":"Rainforest Alliance","link":"null","stores":"Lidl","allergens":"en:eggs","packaging":"null","quantity":"200g","submission_image":null,"need_water":null,"facts":"[\"Choco Bananas minis are made with real banana pieces coated in high-quality chocolate.\",\"The packaging is designed to be eco-friendly, reducing plastic waste.\",\"Choco Bananas minis are gluten-free and contain no artificial preservatives.\",\"The product is sourced from sustainable banana farms, promoting responsible agriculture.\"]","miles":0.0,"co2_total":null,"barcode":"20044749","is_favorited":null}],"page":54}