{"products":[{"id":3178530402353,"name":"Petites madeleines","brands":"st michel","ingredients_text":null,"categories":"Snacks, Sweet snacks, Biscuits and cakes, Cakes, Madeleines","labels":"Free range, Free range eggs, Made in France, No colorings","link":"null","stores":"null","allergens":"en:eggs,en:gluten,en:soybeans","packaging":"null","quantity":"175 g","submission_image":null,"need_water":null,"facts":"[\"Madeleines are traditionally made with simple ingredients such as flour, sugar, eggs, and butter.\",\"Petites madeleines are often packaged in eco-friendly materials to reduce environmental impact.\",\"These treats are typically free from artificial preservatives and colors, ensuring a higher quality product.\",\"Many brands source their ingredients from sustainable farms to promote ecological responsibility.\"]","miles":0.54,"co2_total":null,"barcode":"3178530402353","is_favorited":null},{"id":3564700004807,"name":"Petits pois extra-fins et jeunes carottes à l'étuvée","brands":"Notre Jardin,Marque Repère","ingredients_text":null,"categories":"null","labels":"Fruits et Légumes de France, Nutriscore, Nutriscore A, Légumes de France","link":"null","stores":"Leclerc","allergens":"null","packaging":"Plastique, Conserve, Film, Barquette","quantity":"3 x 130 g","submission_image":null,"need_water":null,"facts":"[\"Made from high-quality extra-fine peas and young carrots.\",\"Packaged in convenient 130g portions for easy use.\",\"Produced using sustainable farming practices to minimize environmental impact.\",\"No artificial preservatives or additives, ensuring natural taste and quality.\"]","miles":0.38,"co2_total":null,"barcode":"3564700004807","is_favorited":null},{"id":7622210625243,"name":"Golden Oreo","brands":"Oreo","ingredients_text":null,"categories":"Snacks, Sweet snacks, Biscuits and cakes, Biscuits, Filled biscuits","labels":"Green Dot, Palm oil, en:vegetarian","link":"null","stores":"Magasins U,carrefour.fr","allergens":"en:gluten,en:soybeans","packaging":"null","quantity":"220 g","submission_image":null,"need_water":null,"facts":"[\"Golden Oreos are made with a blend of enriched flour, sugar, and vegetable oils.\",\"The packaging is designed to be recyclable, promoting eco-friendly disposal.\",\"Golden Oreos contain no artificial colors or flavors, ensuring a more natural taste.\",\"The product is certified Kosher, adhering to specific quality and dietary standards.\"]","miles":1.43,"co2_total":null,"barcode":"7622210625243","is_favorited":null},{"id":16000401068,"name":"Honey Nut Cheerios","brands":"General Mills","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Cereals and potatoes, Cereals and their products, Breakfast cereals, Puffed grains, Puffed cereals, extruded cereals","labels":"No gluten","link":"null","stores":"null","allergens":"en:nuts","packaging":"null","quantity":"2 - 1 lb 11.5 oz (779g) cartons","submission_image":null,"need_water":null,"facts":"[\"Honey Nut Cheerios are made with whole grain oats, which are a good source of fiber.\",\"The packaging is recyclable, promoting eco-friendly disposal.\",\"The cereal contains no artificial flavors or colors, ensuring quality ingredients.\",\"Honey Nut Cheerios are produced using sustainable farming practices to minimize environmental impact.\"]","miles":1.12,"co2_total":null,"barcode":"0016000401068","is_favorited":null},{"id":5010044007809,"name":"Warburtons Multiseed Loaf Gluten Free 300G","brands":"","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Specific products, Products for specific diets, Breads, Products without gluten, Gluten-free breads","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"Ldpe-sleeve","quantity":"300 g","submission_image":null,"need_water":null,"facts":"[\"Made with a blend of gluten-free flours including rice and tapioca.\",\"Contains a variety of seeds such as sunflower and pumpkin for added nutrition.\",\"Produced in a dedicated gluten-free facility to ensure quality and safety.\",\"Packaging is recyclable, promoting eco-friendly practices.\"]","miles":0.0,"co2_total":null,"barcode":"5010044007809","is_favorited":null},{"id":815099020309,"name":"Organic Sea Salt Multigrain Tortilla Chips","brands":"Late July Snacks","ingredients_text":null,"categories":"Snacks, Salty snacks, Appetizers, Chips and fries, Crisps, Corn chips","labels":"No gluten, Organic, Vegetarian, No GMOs, USDA Organic, Vegan, Non GMO project","link":"null","stores":"Costco","allergens":"null","packaging":"Bag, Mixed plastic-bag","quantity":"1","submission_image":null,"need_water":null,"facts":"[\"Made with organic corn and whole grains for a healthier snack option.\",\"Sustainably sourced ingredients that support eco-friendly farming practices.\",\"Free from artificial preservatives and additives, ensuring high quality and natural flavor.\",\"Gluten-free and non-GMO, catering to a variety of dietary preferences.\"]","miles":0.0,"co2_total":null,"barcode":"0815099020309","is_favorited":null},{"id":96619866267,"name":"Parmigiano Reggiano","brands":"Kirkland Signature","ingredients_text":null,"categories":"Dairies,Fermented foods,Fermented milk products,Cheeses,Parmigiano-Reggiano,Grated cheese","labels":"en:pdo","link":"null","stores":"Costco","allergens":"en:milk","packaging":"null","quantity":"454 g (1 lb) 16 oz","submission_image":null,"need_water":null,"facts":"[\"Parmigiano Reggiano is made from raw cow's milk, salt, and rennet, with no additives or preservatives.\",\"The cheese is produced in specific regions of Italy, including Parma, Reggio Emilia, Modena, and parts of Bologna and Mantua, ensuring strict adherence to traditional methods.\",\"It is aged for a minimum of 12 months, with many varieties aged for 24 to 36 months, enhancing its flavor and texture.\",\"Parmigiano Reggiano production follows sustainable practices, with cows grazing on natural pastures and farmers committed to animal welfare.\"]","miles":1.69,"co2_total":null,"barcode":"0096619866267","is_favorited":null},{"id":96619215690,"name":"Nut Bars","brands":"Costco","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Snacks, Sweet snacks, Nuts and their products, Bars, Nut bars","labels":"null","link":"null","stores":"null","allergens":"en:milk,en:nuts,en:soybeans","packaging":"null","quantity":"40 g","submission_image":null,"need_water":null,"facts":"[\"Nut Bars - 40 g are typically packaged in recyclable materials to reduce environmental impact.\",\"Many brands use sustainably sourced nuts, supporting responsible farming practices.\",\"Nut Bars often contain no artificial preservatives or colors, ensuring a cleaner label.\",\"The ingredients are often non-GMO, promoting ecological sustainability and consumer health.\"]","miles":0.0,"co2_total":null,"barcode":"0096619215690","is_favorited":null},{"id":7622210318985,"name":"Dairylea processed cheese-spread regular","brands":"Dairylea","ingredients_text":null,"categories":"Dairies, Fermented foods, Fermented milk products, Cheeses","labels":"Vegetarian, Green Dot","link":"null","stores":"null","allergens":"en:milk","packaging":"null","quantity":"270 g","submission_image":null,"need_water":null,"facts":"[\"Dairylea processed cheese-spread is made from a blend of cheese, milk, and emulsifiers.\",\"The packaging is designed to be recyclable, contributing to reduced environmental impact.\",\"Dairylea cheese spread contains no artificial preservatives, ensuring quality and freshness.\",\"The product is suitable for vegetarians, as it does not contain animal rennet.\"]","miles":1.69,"co2_total":null,"barcode":"7622210318985","is_favorited":null},{"id":41500967806,"name":"RedHot Sauce","brands":"Frank's","ingredients_text":null,"categories":"Condiments, Sauces, Hot sauces","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"RedHot Sauce is made primarily from aged cayenne peppers, vinegar, and salt.\",\"The production process of RedHot Sauce emphasizes sustainability by using recyclable packaging.\",\"RedHot Sauce contains no artificial flavors or preservatives, ensuring a high-quality product.\",\"The brand is committed to reducing its carbon footprint through eco-friendly manufacturing practices.\"]","miles":0.0,"co2_total":null,"barcode":"0041500967806","is_favorited":null}],"page":55}