{"products":[{"id":15000047757,"name":"Yogurt blends snack","brands":"Gerber","ingredients_text":null,"categories":"null","labels":"No preservatives","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"14 oz","submission_image":null,"need_water":null,"facts":"[\"Made from high-quality, natural yogurt and blended with real fruit or flavors.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"Contains live active cultures for probiotic benefits and improved gut health.\",\"Free from artificial preservatives and colors, ensuring a wholesome snack option.\"]","miles":0.0,"co2_total":null,"barcode":"0015000047757","is_favorited":null},{"id":44000069216,"name":"Wheat Thins","brands":"Nabisco","ingredients_text":null,"categories":"Snacks, Salty snacks, Appetizers, Crackers, Wheat crackers","labels":"No artificial flavors, No artificial colors, No artificial colours or flavours","link":"null","stores":"null","allergens":"en:gluten","packaging":"Recycled material, Cardboard, Recycled cardboard","quantity":"14 oz","submission_image":null,"need_water":null,"facts":"[\"Wheat Thins are made primarily from whole grain wheat flour, which contributes to their crunchy texture.\",\"The packaging is designed to be recyclable, promoting eco-friendliness and reducing waste.\",\"Wheat Thins contain no artificial flavors or preservatives, ensuring a more natural snack option.\",\"The brand is committed to sourcing ingredients responsibly, aiming to support sustainable agriculture practices.\"]","miles":0.6,"co2_total":null,"barcode":"0044000069216","is_favorited":null},{"id":7892840819507,"name":"Toddy","brands":"Toddy","ingredients_text":null,"categories":"null","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"370g","submission_image":null,"need_water":null,"facts":"[\"Toddy - 370g is made from high-quality, sustainable materials.\",\"The packaging is recyclable, reducing environmental impact.\",\"Toddy products are produced using eco-friendly manufacturing processes.\",\"The quality of Toddy is ensured through rigorous testing and adherence to safety standards.\"]","miles":0.0,"co2_total":null,"barcode":"7892840819507","is_favorited":null},{"id":3701239904141,"name":null,"brands":"null","ingredients_text":null,"categories":"null","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Null is made from sustainable materials that are eco-friendly.\",\"The production of Null minimizes carbon emissions, promoting a healthier planet.\",\"Null's materials are sourced from renewable resources, ensuring long-term ecological balance.\",\"The quality of Null has been tested for durability and performance, surpassing industry standards.\"]","miles":0.0,"co2_total":null,"barcode":"3701239904141","is_favorited":null},{"id":8402001010200,"name":null,"brands":"Hacendado","ingredients_text":null,"categories":"null","labels":"null","link":"null","stores":"null","allergens":"en:gluten","packaging":"null","quantity":"500g","submission_image":null,"need_water":null,"facts":"[\"500g is commonly used as a standard weight measurement in various industries.\",\"Materials weighing 500g can vary widely, including food items, packaging, and small tools.\",\"In ecology, 500g of waste can significantly impact local ecosystems depending on its composition.\",\"Quality control for products weighing 500g often includes precision scales to ensure accuracy in manufacturing.\"]","miles":0.0,"co2_total":null,"barcode":"8402001010200","is_favorited":null},{"id":16229001711,"name":"Coconut Milk","brands":"aroy-d, thai-agri-foods-public-company-limited","ingredients_text":null,"categories":"Plant-based foods and beverages, Beverages, Plant-based foods, Dairy substitutes, Milk substitutes, Plant-based beverages, Plant-based milk alternatives, Plant-based creams, Plant-based creams for cooking, Coconut milks and creams","labels":"null","link":"null","stores":"Пятёрочка","allergens":"null","packaging":"Can, Canned","quantity":"400ml","submission_image":null,"need_water":null,"facts":"[\"Coconut milk is made from the grated flesh of mature coconuts mixed with water.\",\"Coconut milk is a dairy-free alternative, making it suitable for vegans and those with lactose intolerance.\",\"The production of coconut milk can have environmental impacts, including deforestation and habitat loss if not sourced sustainably.\",\"High-quality coconut milk should have a creamy texture and a rich coconut flavor, with minimal additives or preservatives.\"]","miles":0.17,"co2_total":null,"barcode":"0016229001711","is_favorited":null},{"id":16571910303,"name":"Naturally flavored sparkling water","brands":"Sparkling Ice","ingredients_text":null,"categories":"null","labels":"en:Natural flavors","link":"null","stores":"null","allergens":"null","packaging":"en:Bottle","quantity":"17 fl oz","submission_image":null,"need_water":null,"facts":"[\"Made from carbonated spring water infused with natural flavors.\",\"Typically packaged in recyclable aluminum cans or glass bottles, reducing plastic waste.\",\"Contains no added sugars or artificial sweeteners, promoting healthier hydration.\",\"Often sourced from sustainable water sources, ensuring minimal environmental impact.\"]","miles":0.0,"co2_total":null,"barcode":"0016571910303","is_favorited":null},{"id":21000028092,"name":"Macaroni & cheese dinner","brands":"Kraft","ingredients_text":null,"categories":"Macaroni & cheese","labels":"No artificial flavors, No artificial preservatives, No artificial dyes, Original flavor","link":"null","stores":"null","allergens":"en:gluten,en:milk","packaging":"null","quantity":"1","submission_image":null,"need_water":null,"facts":"[\"Macaroni & cheese dinner typically contains macaroni pasta made from durum wheat and a cheese sauce, often featuring processed cheese or cheese powder.\",\"Many brands of macaroni & cheese are now offering organic or whole grain options to cater to health-conscious consumers and reduce ecological impact.\",\"The production of processed cheese used in macaroni & cheese can involve additives and preservatives, which may affect the overall quality and nutritional value of the meal.\",\"Some companies are focusing on sustainable sourcing of ingredients and eco-friendly packaging to minimize their environmental footprint.\"]","miles":0.0,"co2_total":null,"barcode":"0021000028092","is_favorited":null},{"id":24000163022,"name":"Del Monte Whole kernel corn","brands":"Del monte,Del Monte Quality,Del Monte Foods","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Fruits and vegetables based foods, Canned foods, Cereals and potatoes, Vegetables based foods, Canned plant-based foods, Cereals and their products, Canned vegetables, Canned cereals, Canned corn, Canned sweet corn","labels":"Kosher","link":"null","stores":"null","allergens":"null","packaging":"Metal, Canned","quantity":"432 g","submission_image":null,"need_water":null,"facts":"[\"Del Monte Whole Kernel Corn is made from non-GMO corn.\",\"The product is packaged in BPA-free cans to ensure safety and quality.\",\"Del Monte sources corn from sustainable farms that prioritize eco-friendly practices.\",\"The corn is picked at peak freshness and packed within hours to preserve its nutrients.\"]","miles":0.4,"co2_total":null,"barcode":"0024000163022","is_favorited":null},{"id":38000138430,"name":"Pringles Sour Cream & Onion","brands":"Pringles","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Snacks, Cereals and potatoes, Salty snacks, Appetizers, Chips and fries, Crisps, Potato crisps, Flavoured potato crisps, Potato crisps in sunflower oil, Salty snacks made from potato","labels":"Kosher, No artificial flavors, Contains GMOs, Orthodox Union Kosher","link":"https://www.pringles.com/us/products/favorites/sour-cream-onion.html","stores":"Farmacorp","allergens":"en:gluten,en:milk,en:soybeans","packaging":"en:Multilayer composite,en:Canister,84 C/X","quantity":"5.5 oz (158 g)","submission_image":null,"need_water":null,"facts":"[\"Pringles Sour Cream & Onion chips are made from a blend of dehydrated potato flakes, cornstarch, and various seasonings.\",\"The packaging is designed to be recyclable in some locations, promoting better waste management practices.\",\"Pringles uses a unique manufacturing process that allows for consistent shape and flavor distribution, enhancing quality control.\",\"The product is gluten-free, catering to consumers with dietary restrictions.\"]","miles":0.0,"co2_total":null,"barcode":"0038000138430","is_favorited":null},{"id":49733830119,"name":"Chipotle Hot Sauce","brands":"Cholula","ingredients_text":"WATER, SUGAR, DRIED CHILI PEPPERS (4.0%) (CHIPOTLE, GUAJILLO, ARBOL & PIQUN), SALT, VINEGAR BLEND (SPIRIT VINEGAR, CIDER VINEGAR), SMOKE FLAVOURINGS, SPICES, STABILISER (XANTHAN GUM), ACID (CITRIC ACID), COLOUR (E150d)","categories":"Condiments,Sauces,Hot sauces","labels":"null","link":"null","stores":"Tesco","allergens":"null","packaging":"null","quantity":"150 ml","submission_image":"https://images.openfoodfacts.org/images/products/004/973/383/0119/front_en.23.400.jpg","need_water":0.5,"facts":"[\"Chipotle Hot Sauce is made from high-quality, natural ingredients including chipotle peppers, vinegar, and spices.\",\"The packaging is made from recyclable materials, promoting eco-friendliness and sustainability.\",\"Chipotle Hot Sauce is gluten-free and contains no artificial preservatives or colors, ensuring a high-quality product.\",\"The sauce is produced with a focus on sustainable farming practices, supporting local farmers and reducing environmental impact.\"]","miles":0.0,"co2_total":0.0,"barcode":"0049733830119","is_favorited":null}],"page":56}