{"products":[{"id":49733830119,"name":"Chipotle Hot Sauce","brands":"Cholula","ingredients_text":null,"categories":"Condiments,Sauces,Hot sauces","labels":"null","link":"null","stores":"Tesco","allergens":"null","packaging":"null","quantity":"150 ml","submission_image":null,"need_water":null,"facts":"[\"Made from high-quality, natural ingredients without artificial preservatives.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"Contains no added sugars or artificial flavors, ensuring a pure taste.\",\"Produced using sustainable practices to minimize ecological footprint.\"]","miles":0.0,"co2_total":null,"barcode":"0049733830119","is_favorited":null},{"id":51000012517,"name":"Chicken Noodle Condensed Soup","brands":"Campbell's","ingredients_text":null,"categories":"Meals, Soups, Reheatable soups, Chicken and vegetables soup, Meals  Soups","labels":"null","link":"www.campbellsfoodservice.com","stores":"null","allergens":"en:eggs,en:gluten,en:soybeans","packaging":"Canned,Compostable-box","quantity":"4","submission_image":null,"need_water":null,"facts":"[\"Chicken Noodle Condensed Soup typically contains chicken broth, noodles, chicken meat, and vegetables like carrots and celery.\",\"Many brands use high-quality, non-GMO ingredients in their chicken noodle soup to appeal to health-conscious consumers.\",\"The production of condensed soup often involves less packaging and transportation costs, which can reduce its overall ecological footprint.\",\"Some companies are committed to sustainable sourcing practices for their chicken and vegetables, ensuring better animal welfare and environmental impact.\"]","miles":0.0,"co2_total":null,"barcode":"0051000012517","is_favorited":null},{"id":51500068243,"name":"Creamy Natural Peanut Butter","brands":"Smucker's, Smucker's Natural Peanut Butter","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Spreads, Nuts and their products, Plant-based spreads, Oilseed purees, Legume butters, Nut butters, Peanut butters","labels":"No gluten, No GMOs, Non GMO project","link":"null","stores":"null","allergens":"en:peanuts","packaging":"Metal, Glass","quantity":"737 g","submission_image":null,"need_water":null,"facts":"[\"Made from 100% roasted peanuts with no added sugars or hydrogenated oils.\",\"The peanuts used are sourced from sustainable farms that prioritize ecological practices.\",\"Creamy Natural Peanut Butter is rich in protein and healthy fats, promoting a balanced diet.\",\"Packaged in recyclable materials to minimize environmental impact.\"]","miles":1.07,"co2_total":null,"barcode":"0051500068243","is_favorited":null},{"id":75140005154,"name":"Alpine Spring Water","brands":"Crystal Geyser","ingredients_text":null,"categories":"Beverages, Waters, Spring waters","labels":"null","link":"null","stores":"Safeway","allergens":"null","packaging":"en:Plastic bottle","quantity":"3.78 L","submission_image":null,"need_water":null,"facts":"[\"Alpine Spring Water is packaged in a 100% recyclable plastic bottle, promoting sustainability.\",\"The water is sourced from natural springs, ensuring minimal environmental impact during extraction.\",\"Alpine Spring Water undergoes rigorous filtration processes to maintain high quality and purity standards.\",\"The brand prioritizes eco-friendly practices, including reducing plastic waste and supporting water conservation initiatives.\"]","miles":0.0,"co2_total":null,"barcode":"0075140005154","is_favorited":null},{"id":87666052802,"name":"sriracha hot chilli sauce","brands":"Royal,Tang Frères,Flying Goose,Flying Goose Brand","ingredients_text":null,"categories":"null","labels":"Vegetarisk, Glutenfri, en:No GMOs, Vegansk, Halal","link":"null","stores":"Tang Frères,City Gross,Willys","allergens":"null","packaging":"Plastic,Metal,Bottle or vial,PET 1 - Polyethylene terephthalate,Recyclable Metals,Aluminium,Bottle","quantity":"455 ml","submission_image":null,"need_water":null,"facts":"[\"Sriracha hot chili sauce is primarily made from chili peppers, vinegar, garlic, sugar, and salt.\",\"The production of Sriracha often emphasizes the use of locally sourced ingredients to reduce carbon footprint.\",\"Many Sriracha brands focus on sustainable farming practices for their chili peppers to promote ecological balance.\",\"Sriracha is typically gluten-free and does not contain artificial preservatives, ensuring a high-quality product.\"]","miles":0.0,"co2_total":null,"barcode":"0087666052802","is_favorited":null},{"id":1213104,"name":"Mtn Dew","brands":"Mtn Dew,Mountain Dew","ingredients_text":null,"categories":"Beverages, Carbonated drinks, Sodas, Sweetened beverages","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"Plastic, Bottle","quantity":"20 fl. oz (591 ml)","submission_image":null,"need_water":null,"facts":"[\"Mtn Dew is packaged in a 20 fl. oz (591 ml) plastic bottle made from PET (polyethylene terephthalate), which is recyclable.\",\"The beverage contains high fructose corn syrup as a sweetener, which is derived from corn, a crop that is often associated with environmental concerns related to monoculture and pesticide use.\",\"Mtn Dew's production process incorporates water conservation measures, aiming to reduce water usage in manufacturing by 20% by 2030.\",\"The brand has committed to reducing its carbon footprint and improving the sustainability of its packaging, with a goal of using 50% recycled content in its bottles by 2030.\"]","miles":0.0,"co2_total":null,"barcode":"01213104","is_favorited":null},{"id":5571154,"name":"","brands":"Délice","ingredients_text":null,"categories":"null","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"frais,sec","quantity":"100.0g","submission_image":null,"need_water":null,"facts":"[\"100.0g is a standard measurement used in various scientific and culinary contexts.\",\"Materials weighing 100.0g can vary widely, including metals, plastics, and organic substances.\",\"In ecology, understanding the weight of materials like 100.0g can help in assessing the impact of waste and resource management.\",\"Quality of materials at 100.0g can be evaluated through their density, purity, and environmental sustainability.\"]","miles":0.0,"co2_total":null,"barcode":"05571154","is_favorited":null},{"id":689544083009,"name":"Fage Total 5%","brands":"Fage","ingredients_text":null,"categories":"Dairies, Fermented foods, Desserts, Fermented milk products, Dairy desserts, Fermented dairy desserts, Yogurts, Greek-style yogurts","labels":"No gluten, No GMOs, Non GMO project","link":"null","stores":"null","allergens":"en:milk","packaging":"Plastic","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Fage Total 5% is made from high-quality, natural ingredients including milk and live active cultures.\",\"The packaging is recyclable, promoting eco-friendliness and reducing waste.\",\"Fage Total 5% is free from artificial preservatives and additives, ensuring a pure product.\",\"The yogurt is produced using traditional Greek methods, which enhances its quality and texture.\"]","miles":0.0,"co2_total":null,"barcode":"0689544083009","is_favorited":null},{"id":731216103987,"name":"Organic Aussie Bites","brands":"Best Express Foods  Inc.","ingredients_text":null,"categories":"Snacks, Sweet snacks, Biscuits and cakes, Biscuits, Drop cookies, Oatmeal cookies, Raisin cookies","labels":"Organic, USDA Organic","link":"null","stores":"Costco","allergens":"en:gluten,en:milk","packaging":"PETE, made from recycled bottles","quantity":"30 oz","submission_image":null,"need_water":null,"facts":"[\"Made with organic ingredients, including whole grains and dried fruits.\",\"Packaged in eco-friendly materials to reduce environmental impact.\",\"Free from artificial preservatives, colors, and flavors for high quality.\",\"Sourced from sustainable farms that prioritize ecological practices.\"]","miles":0.0,"co2_total":null,"barcode":"0731216103987","is_favorited":null},{"id":829696000534,"name":"Wild Albacore Tuna","brands":"Wild Planet","ingredients_text":null,"categories":"Seafood, Fishes and their products, Canned foods, Fishes, Fatty fishes, Canned fishes, Tunas, Canned tunas","labels":"No GMOs, Non GMO project","link":"null","stores":"null","allergens":"en:fish","packaging":"null","quantity":"5 oz (142g)","submission_image":null,"need_water":null,"facts":"[\"Wild Albacore Tuna is caught in the open ocean, primarily in the Pacific and Atlantic Oceans.\",\"It is considered a more sustainable option compared to farmed tuna, as it is wild-caught and not subjected to the same environmental impacts.\",\"Wild Albacore Tuna is high in omega-3 fatty acids, which are beneficial for heart health.\",\"The quality of Wild Albacore Tuna is often rated higher due to its firm texture and rich flavor compared to other types of canned tuna.\"]","miles":0.0,"co2_total":null,"barcode":"0829696000534","is_favorited":null},{"id":855140002175,"name":"Original Ancient Grain Granola","brands":"Purely Elizabeth.","ingredients_text":"Organic Certified Gluten-Free Oats, Organic Coconut Sugar, Organic Coconut Oil, Organic Sunflower Seeds, Organic Puffed Amaranth, Organic Quinoa Flakes, Organic Chia Seeds, Organic Cinnamon, Sea Salt.","categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Cereals and potatoes, Cereals and their products, Breakfast cereals, Mueslis","labels":"No gluten, Organic, Vegetarian, No GMOs, USDA Organic, Vegan, Certified B Corporation, Non GMO project","link":"https://purelyelizabeth.com/collections/all-products/products/original-granola","stores":"Riba Smith","allergens":"en:Coconut","packaging":"null","quantity":"12 oz (340 g)","submission_image":"https://images.openfoodfacts.org/images/products/085/514/000/2175/front_en.13.400.jpg","need_water":1.5,"facts":"[\"Made with a blend of ancient grains like quinoa, amaranth, and millet.\",\"Contains no artificial preservatives or flavors, ensuring a natural taste.\",\"Eco-friendly packaging is used to reduce environmental impact.\",\"Rich in fiber and protein, promoting a healthy diet.\"]","miles":0.0,"co2_total":0.0,"barcode":"0855140002175","is_favorited":null}],"page":57}