{"products":[{"id":49733091015,"name":"Original hot sauce, original","brands":"Cholula","ingredients_text":null,"categories":"null","labels":"null","link":"www.marinter.com.mx","stores":"Walmart,Bodega aurrera,Soriana,La comer","allergens":"null","packaging":"es:Botella de cristal, en:glass-bottle","quantity":"150 ml","submission_image":null,"need_water":null,"facts":"[\"Made with high-quality chili peppers for authentic flavor.\",\"Contains no artificial preservatives or additives.\",\"Bottled in recyclable materials to minimize environmental impact.\",\"Produced using sustainable practices to ensure eco-friendly sourcing.\"]","miles":0.0,"co2_total":null,"barcode":"0049733091015","is_favorited":null},{"id":51500255278,"name":"Creamy Peanut Butter","brands":"Jif","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Spreads, Plant-based spreads, Oilseed purees, Legume butters, Peanut butters","labels":"No preservatives","link":"null","stores":"null","allergens":"null","packaging":"Ldpe-bottle, Pp-lid","quantity":"15.5 oz","submission_image":null,"need_water":null,"facts":"[\"Made from roasted peanuts and salt, ensuring a rich flavor.\",\"Contains no artificial preservatives or hydrogenated oils, promoting natural quality.\",\"Peanut farming can improve soil health through nitrogen fixation, benefiting the ecology.\",\"The packaging is often recyclable, reducing environmental impact.\"]","miles":1.07,"co2_total":null,"barcode":"0051500255278","is_favorited":null},{"id":73731004159,"name":"Flour Tortillas","brands":"Mission","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, Flatbreads, White breads, Wheat breads, Wheat flatbreads, Flour Tortillas","labels":"Kosher","link":"null","stores":"Safeway","allergens":"null","packaging":"null","quantity":"17.5 oz","submission_image":null,"need_water":null,"facts":"[\"Flour tortillas are primarily made from wheat flour, water, salt, and fat (such as lard or vegetable oil).\",\"Many brands of flour tortillas use non-GMO wheat to promote ecological sustainability.\",\"Flour tortillas can be made with whole wheat flour for added nutritional value and fiber content.\",\"Quality flour tortillas are typically soft, pliable, and have a slightly chewy texture, indicating proper hydration and cooking methods.\"]","miles":0.0,"co2_total":null,"barcode":"0073731004159","is_favorited":null},{"id":77975080061,"name":"Mini Pretzels","brands":"Snyder's of Hanover","ingredients_text":null,"categories":"Snacks, Salty snacks, Appetizers, Crackers, Pretzel","labels":"No GMOs, Non GMO project","link":"null","stores":"Safeway","allergens":"en:gluten","packaging":"Plastic bag","quantity":"16oz","submission_image":null,"need_water":null,"facts":"[\"Mini Pretzels are typically made from simple ingredients such as wheat flour, water, salt, and yeast.\",\"The packaging for Mini Pretzels is often recyclable, helping to reduce waste in landfills.\",\"Many brands of Mini Pretzels are produced without artificial preservatives or flavors, emphasizing quality and taste.\",\"Some Mini Pretzel brands prioritize sourcing ingredients from sustainable farms, contributing to ecological health.\"]","miles":0.6,"co2_total":null,"barcode":"0077975080061","is_favorited":null},{"id":1373501,"name":"Heinz","brands":"Heinz","ingredients_text":null,"categories":"Condiments, Sauces, Tomato sauces, Ketchup, Tomato Ketchup, Groceries","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"Bottle","quantity":"44 OZ","submission_image":null,"need_water":null,"facts":"[\"Heinz 44 OZ ketchup is packaged in a recyclable plastic bottle.\",\"The ingredients used in Heinz ketchup are non-GMO, ensuring quality and safety.\",\"Heinz is committed to sustainable sourcing of tomatoes, aiming for environmentally friendly farming practices.\",\"The ketchup is gluten-free and contains no artificial preservatives, enhancing its quality and appeal.\"]","miles":0.0,"co2_total":null,"barcode":"01373501","is_favorited":null},{"id":657227000339,"name":"Ionized hydration purified water","brands":"Essentia","ingredients_text":null,"categories":"null","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"Pet-bottle","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Ionized hydration purified water is produced through a process that enhances its pH level, making it more alkaline.\",\"The purification process typically involves filtration methods that remove impurities and contaminants, ensuring high water quality.\",\"Ionized water is often packaged in eco-friendly materials, promoting sustainability and reducing environmental impact.\",\"Research suggests that ionized water may have antioxidant properties, which can contribute to overall health and wellness.\"]","miles":0.0,"co2_total":null,"barcode":"0657227000339","is_favorited":null},{"id":856069005124,"name":"Rosemary & Sea Salt Almond Flour Crackers","brands":"Simple Mills","ingredients_text":null,"categories":"Snacks, Salty snacks, Sweet snacks, Appetizers, Biscuits and cakes, Crackers","labels":"No gluten, No GMOs, Non GMO project","link":"null","stores":"null","allergens":"en:nuts","packaging":"null","quantity":"4.25 oz","submission_image":null,"need_water":null,"facts":"[\"Made with high-quality almond flour for a gluten-free option.\",\"Infused with natural rosemary and sea salt for enhanced flavor.\",\"Packaged in eco-friendly materials to reduce environmental impact.\",\"Crafted in small batches to ensure freshness and quality.\"]","miles":0.0,"co2_total":null,"barcode":"0856069005124","is_favorited":null},{"id":3560071010409,"name":"Sardines de Bretagne avec 44% de sauce tomate au jambon de Bayonne et au piment d'Espelette","brands":"Reflets de France, Carrefour","ingredients_text":null,"categories":"null","labels":"en:Sustainable, Pêche durable, Point Vert, Pêche durable MSC, Triman, MSC-C-50286 \n\n \n\n\n\n","link":"null","stores":"Carrefour, carrefour.fr","allergens":"en:fish","packaging":"Métal, en:Recyclable Metals, Aluminium, Conserve","quantity":"115 g (57,5 g égoutté)","submission_image":null,"need_water":null,"facts":"[\"Sardines de Bretagne are sourced from sustainable fisheries in the Brittany region of France.\",\"The product contains 44% tomato sauce made with quality ingredients, including Bayonne ham and Espelette pepper.\",\"The packaging is designed to be environmentally friendly, reducing waste and promoting recycling.\",\"Sardines are rich in omega-3 fatty acids, contributing to a healthy diet and supporting overall well-being.\"]","miles":1.44,"co2_total":null,"barcode":"3560071010409","is_favorited":null},{"id":6191509900688,"name":"Extra virgin olive oil","brands":"Terra Delyssa","ingredients_text":null,"categories":"null","labels":"Bio,Sans OGM,en:Non GMO project,KRAV","link":"null","stores":"Franprix","allergens":"null","packaging":"Metal, Glass, Bottle","quantity":"500 ml","submission_image":null,"need_water":null,"facts":"[\"Extra virgin olive oil is made from the first cold pressing of olives, ensuring minimal processing and maximum flavor.\",\"It is rich in antioxidants and healthy fats, making it a nutritious choice for cooking and dressing salads.\",\"Many producers use sustainable farming practices, promoting biodiversity and reducing chemical usage.\",\"The quality of extra virgin olive oil is assessed based on its acidity level, which must be below 0.8% to meet the standards.\"]","miles":0.0,"co2_total":null,"barcode":"6191509900688","is_favorited":null},{"id":28400199148,"name":"Lay's - Classic","brands":"Lay's","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Snacks, Cereals and potatoes, Salty snacks, Appetizers, Chips and fries, Crisps, Potato crisps","labels":"No gluten","link":"null","stores":"null","allergens":"en:soybeans","packaging":"null","quantity":"226.8 gr","submission_image":null,"need_water":null,"facts":"[\"Lay's Classic chips are made from high-quality potatoes, vegetable oil, and salt.\",\"The packaging is designed to be recyclable, promoting eco-friendly disposal.\",\"Lay's sources potatoes from local farmers, supporting sustainable agriculture practices.\",\"The chips are cooked to a golden crisp, ensuring a consistent quality and flavor in every bag.\"]","miles":0.0,"co2_total":null,"barcode":"0028400199148","is_favorited":null},{"id":5054775347735,"name":"White Folded Flatbreads","brands":"Tesco","ingredients_text":"Wheat Flour (_Wheat_ Flour, Calcium Carbonate, Iron, Niacin, Thiamin), Water, Rapeseed Oil, Yeast, Spirit Vinegar, Fermented _Wheat_ Flour, Raising Agents (Disodium Diphosphate, Sodium Bicarbonate, Calcium Phosphate), Salt, Emulsifier (Mono - and Di-Acetyl Tartaric Acid Esters of Mono - and Diglycerides of Fatty Acids), Dried Skimmed _Milk_, Flour Treatment Agent (Ascorbic Acid).","categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, Flatbreads, White breads, Wheat breads, Wheat flatbreads","labels":"Vegetarian","link":"null","stores":"Tesco","allergens":"en:gluten","packaging":"Card-sleeve, Mixed plastic-packet","quantity":"210g","submission_image":"https://images.openfoodfacts.org/images/products/505/477/534/7735/front_en.22.400.jpg","need_water":2.1,"facts":"[\"Made from high-quality wheat flour for a soft texture.\",\"Packaged in eco-friendly materials to reduce environmental impact.\",\"Contains no artificial preservatives, ensuring a fresh taste.\",\"Suitable for vegetarians, promoting a plant-based diet.\"]","miles":0.0,"co2_total":0.0,"barcode":"5054775347735","is_favorited":null}],"page":63}