{"products":[{"id":5054775347735,"name":"White Folded Flatbreads","brands":"Tesco","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, Flatbreads, White breads, Wheat breads, Wheat flatbreads","labels":"Vegetarian","link":"null","stores":"Tesco","allergens":"en:gluten","packaging":"Card-sleeve, Mixed plastic-packet","quantity":"210g","submission_image":null,"need_water":null,"facts":"[\"Made with high-quality wheat flour for a soft texture.\",\"Produced using eco-friendly practices to minimize environmental impact.\",\"Contains no artificial preservatives or additives.\",\"Packaged in recyclable materials to promote sustainability.\"]","miles":0.0,"co2_total":null,"barcode":"5054775347735","is_favorited":null},{"id":44000044718,"name":"Simply salt rice crackers","brands":"Good Thins, Mondelez","ingredients_text":null,"categories":"Snacks, Salty snacks, Sweet snacks, Appetizers, Biscuits and cakes, Biscuits, Crackers","labels":"No gluten, No artificial flavors, No GMOs, Certified gluten-free, Non GMO project","link":"null","stores":"null","allergens":"en:nuts,en:sesame-seeds,en:soybeans","packaging":"paper box","quantity":"3.5oz","submission_image":null,"need_water":null,"facts":"[\"Simply salt rice crackers are made from high-quality rice flour and salt, ensuring a simple and wholesome ingredient list.\",\"The crackers are typically gluten-free, making them a suitable snack for those with gluten sensitivities.\",\"The production process prioritizes eco-friendly practices, often utilizing sustainable sourcing for ingredients.\",\"Simply salt rice crackers are low in calories and contain no artificial preservatives, promoting a healthier snacking option.\"]","miles":1.43,"co2_total":null,"barcode":"0044000044718","is_favorited":null},{"id":39978011039,"name":"Old Country Style Muesli","brands":"Bob's Red Mill","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Cereals and potatoes, Cereals and their products, Breakfast cereals, en:mueslis","labels":"null","link":"https://www.bobsredmill.com/old-country-style-muesli.html","stores":"null","allergens":"en:gluten,en:nuts","packaging":"Plastic,Plastic Bag","quantity":"1.13kg","submission_image":null,"need_water":null,"facts":"[\"Made with whole grains, nuts, and dried fruits for a nutritious breakfast option.\",\"Contains no artificial preservatives or additives, ensuring a natural product.\",\"Packaged in eco-friendly materials to reduce environmental impact.\",\"Sourced from sustainable farms to support ecological practices in agriculture.\"]","miles":1.12,"co2_total":null,"barcode":"0039978011039","is_favorited":null},{"id":38000198861,"name":"Kellogs froot loops box","brands":"kellogs","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Cereals and potatoes, Cereals and their products, Breakfast cereals, Extruded cereals","labels":"null","link":"null","stores":"null","allergens":"en:gluten,en:milk,en:soybeans","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"The Froot Loops box is made from 100% recycled paperboard.\",\"Kellogg's aims to use sustainable sourcing for its packaging materials by 2025.\",\"The box is designed to be easily recyclable in most local recycling programs.\",\"Kellogg's has committed to reducing greenhouse gas emissions in its packaging supply chain.\"]","miles":1.12,"co2_total":null,"barcode":"0038000198861","is_favorited":null},{"id":27000381434,"name":"Tomato ketchup","brands":"Hunts","ingredients_text":null,"categories":"Condiments, Sauces, Tomato sauces, Ketchup, Tomato Ketchup, Groceries","labels":"No artificial flavors, No preservatives","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Tomato ketchup is primarily made from tomatoes, vinegar, sugar, and various spices.\",\"Tomatoes used in ketchup are often grown in monoculture systems, which can impact biodiversity.\",\"Many ketchup brands are now using organic tomatoes to improve ecological sustainability.\",\"Quality ketchup typically contains a higher percentage of tomato solids, which contributes to its flavor and thickness.\"]","miles":0.0,"co2_total":null,"barcode":"0027000381434","is_favorited":null},{"id":8015565037288,"name":"Scrocchi with sesame and poppy seeds","brands":"Laurieri","ingredients_text":null,"categories":"Snacks, Salty snacks, Sweet snacks, Appetizers, Biscuits and cakes, Crackers","labels":"Vegetarian, Vegan","link":"null","stores":"null","allergens":"en:gluten,en:sesame-seeds","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Scrocchi are typically made from simple ingredients like flour, water, sesame seeds, and poppy seeds.\",\"They are often baked, making them a low-fat snack option compared to fried alternatives.\",\"Sesame and poppy seeds are rich in essential nutrients, contributing to a healthier diet.\",\"Scrocchi are often packaged in eco-friendly materials to minimize environmental impact.\"]","miles":0.6,"co2_total":null,"barcode":"8015565037288","is_favorited":null},{"id":34000109418,"name":"Reese's Nutrageouss","brands":"Reese's","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Snacks, Sweet snacks, Cocoa and its products, Confectioneries, Nuts and their products, Bars, Chocolate candies, Bars covered with chocolate, Nut bars, Peanut bars","labels":"en:green-dot","link":"null","stores":"null","allergens":"en:milk","packaging":"null","quantity":"47 g","submission_image":null,"need_water":null,"facts":"[\"Reese's Nutrageouss contains a mix of peanut butter, chocolate, and crunchy peanuts.\",\"The packaging is made from recyclable materials, promoting eco-friendliness.\",\"The product is certified gluten-free, ensuring quality for those with dietary restrictions.\",\"Reese's Nutrageouss is made with real ingredients, including milk chocolate and roasted peanuts.\"]","miles":0.0,"co2_total":null,"barcode":"0034000109418","is_favorited":null},{"id":884912004727,"name":"Grape-Nuts","brands":"Post","ingredients_text":null,"categories":"Plant-based foods and beverages,Plant-based foods,Breakfasts,Cereals and potatoes,Cereals and their products,Breakfast cereals","labels":"No GMOs,Non GMO project","link":"https://www.postconsumerbrands.com/brands/grape-nuts/products/grape-nuts-cereal/","stores":"null","allergens":"en:gluten","packaging":"null","quantity":"29 oz","submission_image":null,"need_water":null,"facts":"[\"Grape-Nuts are made primarily from whole grain wheat flour and barley flour.\",\"The packaging for Grape-Nuts is recyclable, promoting eco-friendly disposal.\",\"Grape-Nuts contain no artificial flavors or preservatives, ensuring a natural product.\",\"The cereal is high in fiber, contributing to a balanced diet and overall health.\"]","miles":0.0,"co2_total":null,"barcode":"0884912004727","is_favorited":null},{"id":28400517799,"name":"Nachos cheese","brands":"Doritos","ingredients_text":null,"categories":"Snacks, Salty snacks, Appetizers, Chips and fries, Crisps, Corn chips","labels":"null","link":"null","stores":"null","allergens":"en:milk","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Nacho cheese is typically made from a combination of processed cheese, milk, and spices.\",\"It can be served warm or cold, often melted over tortilla chips.\",\"Nacho cheese sauce can be found in both canned and jarred varieties for convenience.\",\"The flavor of nacho cheese can vary widely depending on the type of cheese and seasonings used.\"]","miles":0.72,"co2_total":null,"barcode":"0028400517799","is_favorited":null},{"id":16000168756,"name":"Multi grain cheerios","brands":"General Mills Inc., Cheerios","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Cereals and potatoes, Cereals and their products, Breakfast cereals, Lightly sweetened cereal","labels":"No gluten","link":"null","stores":"null","allergens":"null","packaging":"en:card-box","quantity":"510g","submission_image":null,"need_water":null,"facts":"[\"Multi Grain Cheerios are made from a blend of whole grain oats, corn, and rice.\",\"The packaging is recyclable, promoting better waste management and sustainability.\",\"Multi Grain Cheerios contain no artificial flavors or colors, ensuring a quality product.\",\"The product is low in saturated fat and cholesterol-free, contributing to a healthier diet.\"]","miles":0.0,"co2_total":null,"barcode":"0016000168756","is_favorited":null},{"id":204903,"name":"Risotto  safran","brands":"Betty Bossi, Naturplan Coop","ingredients_text":"","categories":"","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":2.5,"facts":"[\"Risotto saffron is made with Arborio rice, known for its high starch content, which creates a creamy texture when cooked.\",\"Saffron is derived from the flower of Crocus sativus, requiring careful hand-harvesting, making it one of the most labor-intensive spices.\",\"The cultivation of saffron can promote biodiversity in agricultural systems, as it is often grown in rotation with other crops.\",\"Quality saffron is characterized by its deep red color and strong aroma, with authentic saffron having a distinct, slightly bitter flavor.\"]","miles":0.0,"co2_total":0.0,"barcode":"00204903","is_favorited":null}],"page":64}