{"products":[{"id":73731003282,"name":"Yellow corn extra thin tortillas, yellow corn","brands":"Mission,  Gruma Corporation","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, Mexican Dinner Mixes, en:flatbreads","labels":"No gluten","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"16 oz","submission_image":null,"need_water":null,"facts":"[\"Made from whole yellow corn, providing a gluten-free alternative.\",\"Produced using non-GMO ingredients, supporting sustainable agriculture.\",\"Packaged in eco-friendly materials to reduce environmental impact.\",\"High in fiber and essential nutrients, promoting a healthy diet.\"]","miles":0.0,"co2_total":null,"barcode":"0073731003282","is_favorited":null},{"id":78742352008,"name":"Vitamin D Milk","brands":"Great Value,Wal-Mart Stores  Inc.","ingredients_text":null,"categories":"Dairies, Milks, Whole milks","labels":"null","link":"null","stores":"Walmart","allergens":"en:milk","packaging":"null","quantity":"0.5 gallons","submission_image":null,"need_water":null,"facts":"[\"Vitamin D milk is fortified with vitamin D to help improve calcium absorption and support bone health.\",\"The packaging for vitamin D milk is often made from recyclable materials, contributing to reduced environmental impact.\",\"Many brands source their milk from local dairy farms, promoting sustainable farming practices and reducing carbon footprint.\",\"Vitamin D milk typically undergoes pasteurization, ensuring high quality and safety standards for consumption.\"]","miles":0.48,"co2_total":null,"barcode":"0078742352008","is_favorited":null},{"id":96619528806,"name":"Unsalted Mixed Nuts","brands":"Kirkland Signature","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Snacks, Nuts and their products, Nuts, Shelled nuts","labels":"null","link":"https://www.costco.com/kirkland-signature-unsalted-mixed-nuts%2c-2.5-lbs.product.100334752.html","stores":"Costco","allergens":"en:nuts","packaging":"Plastic jar","quantity":"1.13 kg (2.5 lb)","submission_image":null,"need_water":null,"facts":"[\"Unsalted mixed nuts are typically made from a variety of nuts including almonds, cashews, walnuts, and pecans.\",\"The packaging for unsalted mixed nuts is often recyclable, promoting ecological sustainability.\",\"Unsalted mixed nuts are a source of healthy fats, protein, and essential nutrients, contributing to a balanced diet.\",\"Quality mixed nuts are often sourced from reputable suppliers who ensure minimal processing and no added preservatives.\"]","miles":0.0,"co2_total":null,"barcode":"0096619528806","is_favorited":null},{"id":96619679133,"name":"Maple Syrup","brands":"Kirkland Signature,Kirkland","ingredients_text":null,"categories":"null","labels":"Ecológico, Kosher, en:USDA Organic, Unión Ortodoxa Kosher","link":"null","stores":"CostCo","allergens":"null","packaging":"Hdpe-bottle, Plastic bottle","quantity":"1L (33.8 FL OZ)","submission_image":null,"need_water":null,"facts":"[\"Maple syrup is made from the sap of sugar maple trees, which require a specific climate to thrive, typically found in northeastern North America.\",\"The production of maple syrup has a low ecological footprint, as it is a renewable resource that does not harm the trees when harvested correctly.\",\"High-quality maple syrup is graded based on its color and flavor, with darker syrups generally having a stronger taste.\",\"Maple syrup contains beneficial minerals such as manganese, zinc, and calcium, making it a healthier alternative to refined sugars.\"]","miles":0.0,"co2_total":null,"barcode":"0096619679133","is_favorited":null},{"id":1364008,"name":"Tomato Ketchup","brands":"Heinz","ingredients_text":null,"categories":"Condiments, Sauces, Tomato sauces, Ketchup, Tomato Ketchup, Groceries","labels":"No gluten","link":"null","stores":"7eleven","allergens":"null","packaging":"Bottle","quantity":"567 g","submission_image":null,"need_water":null,"facts":"[\"Tomato Ketchup is primarily made from tomatoes, vinegar, sugar, and various spices.\",\"Many brands of Tomato Ketchup use sustainably sourced tomatoes to minimize environmental impact.\",\"Tomato Ketchup can be packaged in recyclable glass or plastic bottles, promoting eco-friendly practices.\",\"Quality Tomato Ketchup often contains no artificial preservatives or high fructose corn syrup, focusing on natural ingredients.\"]","miles":0.0,"co2_total":null,"barcode":"01364008","is_favorited":null},{"id":602652176517,"name":"Nuts & spices bar dark chocolate nuts & sea salt","brands":"Kind","ingredients_text":null,"categories":"Snacks, Sweet snacks, Bars, Dietary supplements, Bodybuilding supplements, Energy bars, Protein bars","labels":"No gluten","link":"null","stores":"null","allergens":"null","packaging":"Ldpe-wrapper, Mixed plastic-wrapper","quantity":"14 oz","submission_image":null,"need_water":null,"facts":"[\"Contains a blend of dark chocolate, nuts, and sea salt.\",\"Made with high-quality, sustainably sourced ingredients.\",\"Packaged in eco-friendly materials to reduce environmental impact.\",\"Free from artificial preservatives and flavors for a natural taste.\"]","miles":0.0,"co2_total":null,"barcode":"0602652176517","is_favorited":null},{"id":682430611768,"name":"Sparkling artesian water from norway","brands":"Voss","ingredients_text":null,"categories":"Beverages, Carbonated drinks, Waters, Unsweetened beverages, Carbonated waters, en:spring-waters","labels":"null","link":"null","stores":"Best Market","allergens":"null","packaging":"Verre,Bouteille","quantity":"800 ml, 1.5 PT, 3.1 FL.OZ","submission_image":null,"need_water":null,"facts":"[\"Sparkling artesian water is sourced from deep underground aquifers in Norway, ensuring purity and mineral richness.\",\"The packaging is made from 100% recyclable materials, promoting environmental sustainability.\",\"Norwegian artesian water is naturally filtered through layers of rock, giving it a crisp and refreshing taste.\",\"The water undergoes strict quality testing to meet high standards for safety and mineral content.\"]","miles":0.0,"co2_total":null,"barcode":"0682430611768","is_favorited":null},{"id":689544080008,"name":"Fage Total 0%","brands":"Fage","ingredients_text":null,"categories":"Dairies, Fermented foods, Desserts, Fermented milk products, Dairy desserts, Fermented dairy desserts, Yogurts, Greek-style yogurts","labels":"No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Fage Total 0% is made from high-quality Greek yogurt with no added sugars or artificial ingredients.\",\"The packaging is recyclable, supporting eco-friendly practices.\",\"Fage Total 0% is rich in protein, providing a nutritious option for a healthy diet.\",\"The product is made using traditional straining methods, ensuring a creamy texture and authentic taste.\"]","miles":0.0,"co2_total":null,"barcode":"0689544080008","is_favorited":null},{"id":786162338006,"name":"Vapor distilled water","brands":"SmartWater","ingredients_text":null,"categories":"null","labels":"null","link":"null","stores":"Walmart,Sams Club","allergens":"null","packaging":"en:plastic bottle","quantity":"1 L","submission_image":null,"need_water":null,"facts":"[\"Vapor distilled water is produced by boiling water and collecting the steam, which is then condensed back into liquid form, ensuring the removal of impurities.\",\"The process of vapor distillation is energy-intensive, but it results in high-purity water that is free from contaminants and minerals.\",\"Vapor distilled water is often packaged in BPA-free containers to reduce environmental impact and ensure safety for consumers.\",\"Due to its purity, vapor distilled water can help reduce scaling and buildup in appliances, contributing to their longevity and efficiency.\"]","miles":0.0,"co2_total":null,"barcode":"0786162338006","is_favorited":null},{"id":829515300579,"name":"Garden Veggie Straws","brands":"The Hain Celestial Group  Inc.","ingredients_text":null,"categories":"Snacks, Salty snacks, Appetizers, Chips and fries, Crisps","labels":"No gluten, Vegetarian, No artificial flavors, Vegan","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Made from a blend of vegetables including potatoes, spinach, and tomato.\",\"Garden Veggie Straws are often gluten-free and contain no artificial colors or flavors.\",\"The packaging is typically recyclable, promoting eco-friendliness.\",\"They are lower in calories compared to traditional potato chips, making them a healthier snack option.\"]","miles":0.0,"co2_total":null,"barcode":"0829515300579","is_favorited":null}],"page":67}