{"products":[{"id":857554005773,"name":"European style cultured vegan butter, european style","brands":"Miyoko's Creamery","ingredients_text":null,"categories":"Plant-based foods and beverages,Plant-based foods,Fats,Vegan Butter","labels":"No gluten,Organic,Vegetarian,Kosher,USDA Organic,Vegan,Kosher-parve,Contains-nuts,No-fish,Non-dairy,Phenomenal-vegan,Soy free,Lactose-free,Palm oil free,GMO-free","link":"null","stores":"Safeway,Albertsons,Green Zebra Grocery,WholeFoods","allergens":"en:nuts","packaging":"Cardboard Box, Wax Paper","quantity":"NET WT. 8 OZ (227G)","submission_image":null,"need_water":null,"facts":"[\"Made from plant-based ingredients, often including oils like coconut and sunflower.\",\"Contains live cultures, providing a creamy texture and a tangy flavor similar to traditional butter.\",\"Typically packaged in eco-friendly materials, reducing plastic waste.\",\"Free from artificial preservatives, colors, and flavors, ensuring high quality and natural taste.\"]","miles":0.0,"co2_total":null,"barcode":"0857554005773","is_favorited":null},{"id":13764028012,"name":"Organic Plain Awesome Bagel","brands":"Killer Dave's, Dave's Killer Bread","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, Special breads, Bagel breads","labels":"Organic, No GMOs, USDA Organic, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Made with 100% organic ingredients\",\"Non-GMO certified\",\"Baked using sustainable practices\",\"Contains no artificial preservatives or additives\"]","miles":0.0,"co2_total":null,"barcode":"0013764028012","is_favorited":null},{"id":29000076501,"name":"Lightly salted dry roasted peanuts imp","brands":"Planter’s","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Snacks, Legumes, Nuts and their products, Nuts, Peanuts","labels":"null","link":"null","stores":"null","allergens":"en:peanuts","packaging":"null","quantity":"16 oz (453 g)","submission_image":null,"need_water":null,"facts":"[\"Lightly salted dry roasted peanuts are typically made from high-quality, non-GMO peanuts.\",\"The packaging is often recyclable, reducing environmental impact.\",\"Peanuts are a sustainable crop, requiring less water and fertilizer compared to other nuts.\",\"The roasting process enhances flavor while maintaining the nutritional value of the peanuts.\"]","miles":0.0,"co2_total":null,"barcode":"0029000076501","is_favorited":null},{"id":28000466312,"name":"Dark Roast Instant Coffee","brands":"Nescafé,Nescafe Clasico","ingredients_text":null,"categories":"Plant-based foods and beverages, Beverages, Plant-based foods, Plant-based beverages, Dried products, Dried products to be rehydrated, Coffees, Instant beverages, Coffee beans, Dehydrated beverages","labels":"null","link":"www.nescafe.com/us","stores":"null","allergens":"null","packaging":"Glass Bottle, Glass-jar","quantity":"7 oz (200g)","submission_image":null,"need_water":null,"facts":"[\"Made from high-quality Arabica and Robusta coffee beans.\",\"The dark roast process enhances the coffee's rich flavor while reducing acidity.\",\"Instant coffee is often packaged in eco-friendly materials to minimize environmental impact.\",\"Contains no artificial additives or preservatives, ensuring a pure coffee experience.\"]","miles":0.0,"co2_total":null,"barcode":"0028000466312","is_favorited":null},{"id":27400000249,"name":"Country Rock Olive oil plant butter","brands":"null","ingredients_text":null,"categories":"Fats, en:margarines","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Made from high-quality olive oil, providing a rich flavor and creamy texture.\",\"Sustainably sourced ingredients that promote eco-friendly farming practices.\",\"Contains no artificial preservatives or additives, ensuring a natural product.\",\"Rich in monounsaturated fats, contributing to heart health and overall wellness.\"]","miles":0.0,"co2_total":null,"barcode":"0027400000249","is_favorited":null},{"id":16000147652,"name":"Cereal flakes","brands":"Morning Summit","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Cereals and potatoes, Cereals and their products, Breakfast cereals","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"1 box, 2lb 6oz","submission_image":null,"need_water":null,"facts":"[\"Cereal flakes are typically made from whole grains such as wheat, corn, or oats which provide essential nutrients and fiber.\",\"Many cereal flakes are fortified with vitamins and minerals to enhance their nutritional profile, including iron and B vitamins.\",\"The packaging of cereal flakes is often recyclable, promoting eco-friendliness and reducing waste in landfills.\",\"Quality cereal flakes are usually low in added sugars and free from artificial preservatives, ensuring a healthier breakfast option.\"]","miles":0.0,"co2_total":null,"barcode":"0016000147652","is_favorited":null},{"id":13764028074,"name":"Organic Sprouted Whole Grains Thin-Sliced","brands":"Dave’s Killer Bread","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, White breads, Wheat breads","labels":"Organic, USDA Organic, No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"1 slice","submission_image":null,"need_water":null,"facts":"[\"Made from organic sprouted whole grains, enhancing nutrient absorption.\",\"Sprouting process increases fiber content and improves digestibility.\",\"Produced using eco-friendly practices, supporting sustainable agriculture.\",\"Free from artificial preservatives and additives, ensuring high quality.\"]","miles":0.0,"co2_total":null,"barcode":"0013764028074","is_favorited":null},{"id":7622210233721,"name":"Breaks Original","brands":"Ritz","ingredients_text":null,"categories":"Snacks, Salty snacks, Appetizers, Crackers, Wheat crackers","labels":"Vegetarian","link":"null","stores":"Tesco","allergens":"en:gluten","packaging":"Plastic, en:mixed plastic film-wrapper, en:card-sleeve","quantity":"190 g","submission_image":null,"need_water":null,"facts":"[\"Breaks Original is made from high-quality, sustainably sourced materials.\",\"The packaging is designed to be eco-friendly and recyclable.\",\"The product is free from harmful chemicals and additives, ensuring safety and quality.\",\"Breaks Original prioritizes sustainable practices in its production process, minimizing environmental impact.\"]","miles":0.6,"co2_total":null,"barcode":"7622210233721","is_favorited":null},{"id":96619237494,"name":"Kirkland Signature Organic Non-Dairy Oat Beverage","brands":"Kirkland","ingredients_text":null,"categories":"Plant-based foods and beverages, Beverages, Plant-based foods, Cereals and potatoes, Dairy substitutes, Cereals and their products, Milk substitutes, Plant-based beverages, Plant-based milk alternatives, Cereal-based drinks, Oat-based drinks","labels":"Organic, Vegetarian, Kosher, USDA Organic, Vegan, Orthodox Union Kosher","link":"null","stores":"CostCo","allergens":"null","packaging":"null","quantity":"6x1 qt","submission_image":null,"need_water":null,"facts":"[\"Made from organic oats, ensuring high-quality ingredients.\",\"The packaging is designed to be environmentally friendly and recyclable.\",\"Contains no artificial preservatives, colors, or flavors, maintaining natural quality.\",\"Produced using sustainable farming practices to reduce ecological impact.\"]","miles":0.12,"co2_total":null,"barcode":"0096619237494","is_favorited":null},{"id":38000199899,"name":"Raisin bran delicious raisins perfectly balanced with crisp","brands":"Kellogg's","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Cereals and their products, en:breakfast-cereals","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Raisin bran contains whole grain wheat, providing essential fiber and nutrients.\",\"The raisins used are sun-dried, which minimizes energy consumption and supports sustainable farming practices.\",\"Raisin bran is often fortified with vitamins and minerals, enhancing its nutritional quality.\",\"The cereal is packaged in recyclable materials, promoting eco-friendly practices in its production.\"]","miles":0.0,"co2_total":null,"barcode":"0038000199899","is_favorited":null}],"page":73}