{"products":[{"id":84000901024,"name":"Ratatouille","brands":"Cassegrain","ingredients_text":null,"categories":"null","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Ratatouille is primarily made from vegetables such as eggplant, zucchini, bell peppers, tomatoes, and onions.\",\"It is a dish that promotes the use of seasonal and locally sourced produce, reducing carbon footprint.\",\"Ratatouille is traditionally prepared using minimal cooking techniques, preserving the nutrients in the vegetables.\",\"The dish is naturally vegetarian and can be made vegan, making it a sustainable choice for various diets.\"]","miles":0.0,"co2_total":null,"barcode":"0084000901024","is_favorited":null},{"id":13562300846,"name":"Shells & Aged Cheddar Mac and Cheese","brands":"Annie's Homegrown","ingredients_text":null,"categories":"Meals, Pasta dishes, Macaroni and cheese","labels":"Organic, No artificial flavors, No artificial preservatives, No artificial colors, No artificial colours and preservatives","link":"null","stores":"null","allergens":"en:gluten,en:milk","packaging":"Cardboard box","quantity":"6 oz (170g)","submission_image":null,"need_water":null,"facts":"[\"Made with real aged cheddar cheese for authentic flavor.\",\"Shell pasta is designed to hold cheese sauce effectively.\",\"Contains no artificial flavors or preservatives, ensuring quality ingredients.\",\"Packaging is recyclable, promoting eco-friendliness.\"]","miles":0.0,"co2_total":null,"barcode":"0013562300846","is_favorited":null},{"id":16571940355,"name":"Sparkling water","brands":"Sparkling Ice,  Talkingrain Beverage Company","ingredients_text":null,"categories":"Beverages, Waters","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Sparkling water is carbonated water that contains dissolved carbon dioxide gas under pressure.\",\"Many sparkling waters are sourced from natural springs and may contain minerals such as calcium and magnesium.\",\"Sparkling water is often packaged in recyclable bottles or cans, reducing plastic waste when properly recycled.\",\"Quality sparkling water can be distinguished by its level of carbonation and the presence of natural minerals, which can enhance its taste.\"]","miles":0.0,"co2_total":null,"barcode":"0016571940355","is_favorited":null},{"id":21908509358,"name":"Peanut Butter Chocolate Chip Bars","brands":"Larabar","ingredients_text":null,"categories":"Plant-based foods and beverages,Plant-based foods,Legumes and their products,Snacks,Sweet snacks,Nuts and their products,Bars","labels":"Fair trade,No gluten,Vegetarian,Vegan,Pure cocoa butter, No GMOs, Non GMO project","link":"null","stores":"Whole Foods","allergens":"en:peanuts","packaging":"en:Foil Wrapper","quantity":"1.6 oz","submission_image":null,"need_water":null,"facts":"[\"Made with real peanut butter for authentic flavor.\",\"Contains no artificial preservatives, ensuring quality ingredients.\",\"Packaged in eco-friendly materials to reduce environmental impact.\",\"Rich in protein, making it a nutritious snack option.\"]","miles":1.07,"co2_total":null,"barcode":"0021908509358","is_favorited":null},{"id":25293600393,"name":"Original Soymilk","brands":"Silk","ingredients_text":null,"categories":"Plant-based foods and beverages, Beverages, Plant-based foods, Legumes and their products, Dairy substitutes, Milk substitutes, Plant-based beverages, Plant-based milk alternatives, Legume-based drinks, Soy-based drinks","labels":"No GMOs, Non GMO project","link":"null","stores":"The Food Emporium","allergens":"en:soybeans","packaging":"Bottle cap, Composite-carton","quantity":"64 fl oz","submission_image":null,"need_water":null,"facts":"[\"Original Soymilk is made from whole soybeans, which are a rich source of protein and essential amino acids.\",\"Soybeans used in Original Soymilk are often sourced from sustainable farms that practice eco-friendly agriculture.\",\"The packaging of Original Soymilk is typically recyclable, minimizing environmental impact.\",\"Original Soymilk is lactose-free and contains no cholesterol, making it a heart-healthy alternative to dairy milk.\"]","miles":0.0,"co2_total":null,"barcode":"0025293600393","is_favorited":null},{"id":28400564632,"name":"Pita Chips Simply Naked","brands":"Stacy's Pita Chip Company  Inc., Stacy's","ingredients_text":null,"categories":"Pita chips","labels":"No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"Mixed plastic-bag","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Pita Chips Simply Naked are made from simple ingredients including whole wheat flour and olive oil.\",\"The product is baked, not fried, which reduces fat content and promotes healthier snacking.\",\"Pita Chips Simply Naked are often packaged in recyclable materials to minimize environmental impact.\",\"The brand focuses on using high-quality, non-GMO ingredients to ensure a better snack experience.\"]","miles":0.0,"co2_total":null,"barcode":"0028400564632","is_favorited":null},{"id":38000138577,"name":"Pringles Cheddar Cheese","brands":"Pringles","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Snacks, Cereals and potatoes, Salty snacks, Appetizers, Chips and fries, Crisps, Potato crisps, Potato crisps in sunflower oil, Salty snacks made from potato","labels":"Kosher, No artificial flavors, Contains GMOs, Orthodox Union Kosher","link":"https://www.pringles.com/us/products/favorites/cheddar-cheese.html","stores":"Farmacorp","allergens":"en:gluten,en:milk,en:soybeans","packaging":"en:Multilayer composite,en:Canister,84 C/X","quantity":"5.5 oz (158 g)","submission_image":null,"need_water":null,"facts":"[\"Pringles Cheddar Cheese is made from a blend of dehydrated potato flakes, cornstarch, and various seasonings.\",\"The packaging of Pringles is designed to be stackable and recyclable, reducing waste compared to traditional chip bags.\",\"Pringles Cheddar Cheese contains no artificial flavors or preservatives, ensuring a quality snacking experience.\",\"The product is produced using a unique manufacturing process that helps maintain consistent shape and flavor across each chip.\"]","miles":0.6,"co2_total":null,"barcode":"0038000138577","is_favorited":null},{"id":41383090721,"name":"2% reduced fat milk","brands":"Lactaid,  Akpharma Inc.","ingredients_text":null,"categories":"Dairies, Milks, Skimmed milks, en:semi-skimmed-milks","labels":"Sin gluten, Sin lactosa","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"2% reduced fat milk contains 2% milk fat, which makes it a lower fat option compared to whole milk.\",\"It provides essential nutrients such as calcium, vitamin D, and protein, making it a nutritious choice for many diets.\",\"The production of 2% reduced fat milk typically requires less energy and resources than whole milk, potentially leading to a smaller carbon footprint.\",\"Many brands of 2% reduced fat milk are fortified with additional vitamins and minerals to enhance their nutritional profile.\"]","miles":0.48,"co2_total":null,"barcode":"0041383090721","is_favorited":null},{"id":41789001215,"name":"Maruchan chicken flavor","brands":"Maruchan,Maruchan  Inc.","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Cereals and their products, Dried products, Pastas, Dried products to be rehydrated, Noodles, Instant noodles","labels":"null","link":"null","stores":"null","allergens":"en:gluten,en:milk,en:soybeans","packaging":"null","quantity":"64g","submission_image":null,"need_water":null,"facts":"[\"Maruchan chicken flavor ramen is made primarily from wheat flour, palm oil, and seasonings.\",\"The packaging of Maruchan ramen is recyclable in some areas, promoting better waste management.\",\"Maruchan sources its ingredients from various suppliers, ensuring a diverse supply chain.\",\"The product is known for its quick cooking time, typically ready in just 3 minutes, making it a convenient meal option.\"]","miles":0.0,"co2_total":null,"barcode":"0041789001215","is_favorited":null},{"id":41800501502,"name":"welchs concord grape jelly","brands":"Welch's","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Spreads, Plant-based spreads, Sweet spreads, Fruit and vegetable preserves, Jams","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"Plastic","quantity":"1","submission_image":null,"need_water":null,"facts":"[\"Welch's Concord Grape Jelly is made primarily from Concord grapes, which are grown in the United States, particularly in regions like New York and Pennsylvania.\",\"Concord grapes are cultivated using sustainable farming practices that help maintain soil health and reduce environmental impact.\",\"The jelly is known for its rich, fruity flavor and is made without artificial colors or flavors, ensuring high quality and authenticity.\",\"Welch's sources its grapes from family-owned farms, supporting local agriculture and promoting eco-friendly farming practices.\"]","miles":0.52,"co2_total":null,"barcode":"0041800501502","is_favorited":null}],"page":75}