{"products":[{"id":4901104850033,"name":"","brands":"Homen's","ingredients_text":null,"categories":"null","labels":"null","link":"null","stores":"null","allergens":"en:milk,en:soybeans","packaging":"null","quantity":"86g","submission_image":null,"need_water":null,"facts":"[\"86g products are made from sustainable materials that minimize environmental impact.\",\"The brand focuses on eco-friendly packaging to reduce waste.\",\"86g ensures high quality by using responsibly sourced materials in their production.\",\"The company is committed to reducing carbon emissions throughout its supply chain.\"]","miles":5.16,"co2_total":null,"barcode":"4901104850033","is_favorited":null},{"id":5000111001540,"name":"","brands":"Lea & Perrins","ingredients_text":null,"categories":"null","labels":"null","link":"www.heinz.com.mx","stores":"Walmart,Sams club,Alcampo","allergens":"en:fish,en:gluten","packaging":"es:Botella de vidrio","quantity":"296 ml","submission_image":null,"need_water":null,"facts":"[\"296 ml is commonly used as a measurement for beverages, particularly in cans and bottles.\",\"Many 296 ml containers are made from recyclable materials like aluminum or glass, promoting sustainability.\",\"The production of 296 ml containers often follows eco-friendly practices to minimize environmental impact.\",\"Quality of products in 296 ml packaging is generally maintained through advanced sealing and preservation techniques.\"]","miles":0.0,"co2_total":null,"barcode":"5000111001540","is_favorited":null},{"id":7622210496607,"name":"Toblerone","brands":"Toblerone,Mondelez","ingredients_text":null,"categories":"Snacks, Sweet snacks, Cocoa and its products, Confectioneries, Bars, Chocolate candies, Chocolates, Dark chocolates, Milk chocolates, Chocolates with almonds, Dark chocolates with almonds, Flavoured chocolates, Flavoured milk chocolates, Milk chocolate bar with nougat, fr:Chocolats noirs au miel","labels":"Vegetarian, Green Dot, Made in Swiss","link":"https://www.mondelezinternational.com/","stores":"Flow,Ketal","allergens":"en:eggs,en:milk,en:nuts,en:soybeans","packaging":"en:Multilayer composite,Caja,82 C/X","quantity":"360 g","submission_image":null,"need_water":null,"facts":"[\"Toblerone is made with high-quality Swiss chocolate, which contains cocoa sourced from sustainable farms.\",\"The packaging of Toblerone is designed to be recyclable, promoting environmental responsibility.\",\"Toblerone uses a unique blend of milk chocolate, honey, and almond nougat, ensuring a distinctive flavor and texture.\",\"The brand is committed to ethical sourcing and has initiatives to support cocoa farmers and improve their livelihoods.\"]","miles":5.67,"co2_total":null,"barcode":"7622210496607","is_favorited":null},{"id":8850389105467,"name":"Mogu mogu 25% mango juice with Nata de Coco","brands":"Mogu Mogu","ingredients_text":null,"categories":"en:sweetened-beverages","labels":"null","link":"null","stores":"Woolworths","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Made with 25% real mango juice, providing a natural fruity flavor.\",\"Contains Nata de Coco, a chewy coconut gel that adds texture and fun.\",\"Packaged in environmentally friendly materials to reduce plastic waste.\",\"Free from artificial preservatives and colors, ensuring high quality and freshness.\"]","miles":0.0,"co2_total":null,"barcode":"8850389105467","is_favorited":null},{"id":6194001800722,"name":"","brands":"Marwa,SFBT","ingredients_text":null,"categories":"null","labels":"Point Vert, Tidy man","link":"null","stores":"null","allergens":"null","packaging":"Bouchon PEHD,Bouteille PET","quantity":"1.5 L","submission_image":null,"need_water":null,"facts":"[\"1.5 L bottles are commonly made from PET (polyethylene terephthalate), which is lightweight and recyclable.\",\"The production of 1.5 L bottles uses less plastic compared to smaller bottles, reducing overall material consumption.\",\"Recycling 1.5 L bottles helps reduce landfill waste and lowers the carbon footprint associated with new plastic production.\",\"High-quality 1.5 L bottles are designed to be BPA-free, ensuring safety for consumers and minimizing health risks.\"]","miles":0.0,"co2_total":null,"barcode":"6194001800722","is_favorited":null},{"id":73130001322,"name":"100% whole wheat bread, whole wheat","brands":"Oroweat","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, White breads, Wheat breads","labels":"null","link":"null","stores":"null","allergens":"en:milk,en:soybeans","packaging":"Ldpe-bag","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"100% whole wheat bread is made from whole grains that include the bran, germ, and endosperm, providing more nutrients than refined bread.\",\"Whole wheat bread typically has a lower glycemic index compared to white bread, which can help in managing blood sugar levels.\",\"The production of whole wheat bread generally has a smaller ecological footprint compared to highly processed breads, as it requires fewer resources and energy.\",\"Whole wheat bread is often higher in fiber, which aids in digestion and promotes a feeling of fullness, contributing to better overall health.\"]","miles":0.0,"co2_total":null,"barcode":"0073130001322","is_favorited":null},{"id":48500202746,"name":"Pure Premium Orange Juice Original No Pulp","brands":"Tropicana","ingredients_text":null,"categories":"Plant-based foods and beverages, Beverages, Plant-based beverages, Fruit-based beverages, Juices and nectars, Fruit juices, Orange juices, en:squeezed-orange-juices","labels":"No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Made from 100% pure orange juice with no added sugars or preservatives.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"Sourced from oranges grown in environmentally responsible orchards.\",\"Contains essential vitamins and nutrients, including vitamin C, for quality health benefits.\"]","miles":0.26,"co2_total":null,"barcode":"0048500202746","is_favorited":null},{"id":5410056177925,"name":"","brands":"Cristal","ingredients_text":null,"categories":"null","labels":"null","link":"null","stores":"Delhaize","allergens":"null","packaging":"Verre, Bouteille","quantity":"750 ml","submission_image":null,"need_water":null,"facts":"[\"750 ml is a common bottle size for wine and spirits, typically made from glass or plastic.\",\"Glass bottles of 750 ml are recyclable and can be reused multiple times, reducing environmental impact.\",\"The quality of 750 ml bottles can vary, with higher quality glass providing better protection against UV light and temperature changes.\",\"In terms of ecology, using 750 ml bottles helps in portion control, leading to reduced waste and responsible consumption.\"]","miles":0.38,"co2_total":null,"barcode":"5410056177925","is_favorited":null},{"id":83046000135,"name":"100% Natural Spring Water","brands":"Ice Mountain","ingredients_text":null,"categories":"en:spring-waters","labels":"null","link":"null","stores":"Aldi","allergens":"null","packaging":"Pet-bottle","quantity":"16.9 fl. oz. (500 mL)","submission_image":null,"need_water":null,"facts":"[\"Bottled in recyclable PET plastic, reducing environmental impact.\",\"Sourced from protected natural springs to ensure purity and quality.\",\"Contains essential minerals for taste and health benefits.\",\"Free from artificial additives and preservatives, ensuring a natural product.\"]","miles":0.0,"co2_total":null,"barcode":"0083046000135","is_favorited":null},{"id":28400070560,"name":"Nacho Cheese Flavored Tortilla Chips","brands":"Doritos","ingredients_text":null,"categories":"Snacks, Salty snacks, Appetizers, Chips and fries, Crisps, Corn chips","labels":"null","link":"null","stores":"null","allergens":"en:milk","packaging":"Bag, Ldpe-bag","quantity":"49.6 grams","submission_image":null,"need_water":null,"facts":"[\"Made from corn tortillas, which are a gluten-free grain option.\",\"Often packaged in recyclable materials to reduce environmental impact.\",\"Contains artificial flavors and colors to achieve the nacho cheese taste.\",\"Quality is maintained through strict manufacturing processes to ensure consistency and safety.\"]","miles":0.72,"co2_total":null,"barcode":"0028400070560","is_favorited":null}],"page":77}