{"products":[{"id":13130006125,"name":"Cream of Wheat Hot Cereal Original","brands":"Cream Of Wheat","ingredients_text":null,"categories":"Plant-based foods and beverages,Plant-based foods,Breakfasts,Cereals and potatoes,Cereals and their products,Breakfast cereals","labels":"Kosher,Kosher-parve","link":"null","stores":"Big Y","allergens":"en:gluten","packaging":"null","quantity":"28 oz","submission_image":null,"need_water":null,"facts":"[\"Cream of Wheat is made from finely ground wheat, primarily durum wheat.\",\"The product is packaged in a recyclable cardboard box, promoting eco-friendliness.\",\"Cream of Wheat is enriched with vitamins and minerals, including iron and B vitamins, for added nutritional value.\",\"The cereal is produced in facilities that adhere to strict quality control standards to ensure safety and consistency.\"]","miles":0.0,"co2_total":null,"barcode":"0013130006125","is_favorited":null},{"id":16571952679,"name":"Grape raspberry","brands":"Sparkling Ice","ingredients_text":null,"categories":"Beverages, Waters, en:artificially-sweetened-beverages","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"17 fl oz","submission_image":null,"need_water":null,"facts":"[\"Grape raspberry is typically packaged in a 17 fl oz recyclable bottle.\",\"The ingredients often include natural grape and raspberry flavors, with no artificial preservatives.\",\"Grape raspberries are cultivated in sustainable farming practices to minimize ecological impact.\",\"The product is usually gluten-free and made with high-quality, non-GMO ingredients.\"]","miles":0.0,"co2_total":null,"barcode":"0016571952679","is_favorited":null},{"id":37600223348,"name":"Extra Crunchy Peanut Butter","brands":"Skippy","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Spreads, Nuts and their products, Plant-based spreads, Oilseed purees, Legume butters, Nut butters, Peanut butters","labels":"No gluten, Kosher, No artificial flavors, No preservatives, No artificial colors, Union Orthodoxe, Verified","link":"http://www.peanutbutter.com/products/SKIPPY%C2%AE-PEANUT-BUTTER/SKIPPY%C2%AE-SUPER-CHUNK%C2%AE-Peanut-Butter","stores":"null","allergens":"en:peanuts,en:soybeans","packaging":"Plastic, Jar","quantity":"48 oz","submission_image":null,"need_water":null,"facts":"[\"Made from high-quality roasted peanuts for superior taste.\",\"Typically contains no artificial preservatives or additives.\",\"Peanut farming can be sustainable, with practices that improve soil health.\",\"Contains healthy fats and protein, making it a nutritious snack option.\"]","miles":1.07,"co2_total":null,"barcode":"0037600223348","is_favorited":null},{"id":41570054161,"name":"Almond Breeze Almondmilk Unsweetened Vanilla Aseptic","brands":"Blue Diamond Almonds, Blue Diamond","ingredients_text":null,"categories":"Plant-based foods and beverages, Beverages, Plant-based foods, Dairy substitutes, Milk substitutes, Nuts and their products, Plant-based beverages, Plant-based milk alternatives, Nut-based drinks, Almond-based drinks","labels":"No GMOs, No added sugar, No lactose, Non GMO project, en:no-soy","link":"null","stores":"null","allergens":"en:nuts","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Almond Breeze Almondmilk is made from California-grown almonds, ensuring high-quality ingredients.\",\"The packaging is aseptic, which helps to preserve freshness without the need for preservatives.\",\"Almond Breeze is lactose-free and suitable for vegans, making it an eco-friendly alternative to dairy milk.\",\"The production of almond milk generally uses less water compared to traditional dairy milk, contributing to lower ecological impact.\"]","miles":0.0,"co2_total":null,"barcode":"0041570054161","is_favorited":null},{"id":44800770015,"name":"Organic Agave In The Raw","brands":"In The Raw","ingredients_text":null,"categories":"Breakfasts, Spreads, Sweet spreads, Sweeteners, Syrups, Simple syrups, Agave syrups","labels":"Organic, Vegetarian, No GMOs, USDA Organic, Vegan, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Made from 100% organic agave plants, ensuring no synthetic chemicals are used.\",\"Sustainably sourced from the blue agave plant, promoting ecological balance.\",\"Low glycemic index, making it a healthier alternative to traditional sugars.\",\"Non-GMO and gluten-free, catering to various dietary needs.\"]","miles":0.0,"co2_total":null,"barcode":"0044800770015","is_favorited":null},{"id":48121253196,"name":"Everything bagels","brands":"Thomas","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, Special breads, Bagel breads","labels":"null","link":"http://bbufacts.com/490cyb","stores":"ShopRite","allergens":"null","packaging":"Bag, Mixed plastic-sleeve","quantity":"6pcs","submission_image":null,"need_water":null,"facts":"[\"Everything bagels are typically made from simple ingredients including flour, water, yeast, salt, and a blend of toppings such as sesame seeds, poppy seeds, garlic, onion, and salt.\",\"The toppings on everything bagels can provide a range of nutrients, including healthy fats from sesame seeds and antioxidants from garlic and onion.\",\"Many brands of everything bagels prioritize using non-GMO ingredients and sustainable farming practices to reduce environmental impact.\",\"Quality everything bagels are often boiled before baking, which contributes to their chewy texture and helps retain moisture.\"]","miles":0.24,"co2_total":null,"barcode":"0048121253196","is_favorited":null},{"id":71012050505,"name":"Whole Wheat Flour","brands":"King Arthur","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Cereals and their products, Flours, Cereal flours, Wheat flours, Common wheat flours, Whole wheat flours, Whole common wheat flours","labels":"Kosher, No GMOs, Non GMO project","link":"https://shop.kingarthurbaking.com/items/100-whole-wheat-flour","stores":"Whole Foods,Publix,Walmart","allergens":"null","packaging":"Paper","quantity":"5 lbs","submission_image":null,"need_water":null,"facts":"[\"Whole wheat flour is made from the entire wheat kernel, including the bran, germ, and endosperm.\",\"It is a more nutritious option compared to all-purpose flour, containing higher levels of fiber, vitamins, and minerals.\",\"Whole wheat flour production can have a lower environmental impact due to the use of less refined processing methods.\",\"Choosing whole wheat flour supports sustainable agriculture practices, as it often involves less pesticide use and promotes soil health.\"]","miles":0.23,"co2_total":null,"barcode":"0071012050505","is_favorited":null},{"id":78742113784,"name":"Creamy Peanut Butter","brands":"Great Value","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Fats, Spreads, Nuts and their products, Plant-based spreads, Vegetable fats, Oilseed purees, Legume butters, Nut butters, Peanut butters","labels":"null","link":"null","stores":"Walmart","allergens":"null","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Creamy peanut butter is made primarily from roasted peanuts, which are ground into a smooth paste.\",\"The production of peanuts requires less water compared to other nut crops, making it a more sustainable choice.\",\"High-quality creamy peanut butter contains minimal ingredients, often just peanuts and salt, without added sugars or hydrogenated oils.\",\"Peanut butter is a source of healthy fats, protein, and essential nutrients, contributing to a balanced diet.\"]","miles":1.07,"co2_total":null,"barcode":"0078742113784","is_favorited":null},{"id":78742366906,"name":"Great value, 100% whole wheat round top bread","brands":"Great Value,Wal-Mart Stores  Inc.","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, White breads, Wheat breads","labels":"null","link":"null","stores":"Walmart","allergens":"null","packaging":"null","quantity":"20 oz","submission_image":null,"need_water":null,"facts":"[\"Made with 100% whole wheat flour for higher fiber content.\",\"Contains no artificial preservatives or colors, promoting a more natural product.\",\"Packaged using eco-friendly materials to reduce environmental impact.\",\"Baked fresh to ensure quality and taste, providing a wholesome bread option.\"]","miles":0.0,"co2_total":null,"barcode":"0078742366906","is_favorited":null},{"id":79813000118,"name":"Garlic & fine herbs gournay cheese, garlic & fine herbs","brands":"Boursin","ingredients_text":null,"categories":"Dairies, Fermented foods, Fermented milk products, Spreads, Cheeses, Salted spreads, Pasteurized cheeses, Cheese spreads","labels":"null","link":"null","stores":"Whole Foods","allergens":"en:milk","packaging":"Metal, Recyclable Metals, Aluminium, Container, Fresh","quantity":"150 g","submission_image":null,"need_water":null,"facts":"[\"Made with fresh garlic and a blend of fine herbs for a rich flavor profile.\",\"Typically contains no artificial preservatives, promoting a more natural product.\",\"Often packaged in recyclable materials, supporting eco-friendly practices.\",\"Quality is ensured through strict dairy standards and sourcing of high-quality ingredients.\"]","miles":1.77,"co2_total":null,"barcode":"0079813000118","is_favorited":null}],"page":81}