{"products":[{"id":687456221045,"name":"Granola Minis Chocolate Chip","brands":"Made Good","ingredients_text":null,"categories":"Snacks","labels":"No gluten, Organic, No GMOs, USDA Organic, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"0.85 oz (24g)","submission_image":null,"need_water":null,"facts":"[\"Made with whole grains and real chocolate chips for a delicious taste.\",\"Individually packaged for convenience and portion control.\",\"Contains no artificial preservatives or colors, ensuring a more natural snack option.\",\"The packaging is recyclable, promoting eco-friendly practices.\"]","miles":0.0,"co2_total":null,"barcode":"0687456221045","is_favorited":null},{"id":20203450,"name":"Mini pistachio biscotti","brands":"Deluxe","ingredients_text":null,"categories":"Snacks, Sweet snacks, Biscuits and cakes","labels":"Sustainable, Sustainable Palm Oil, Roundtable on Sustainable Palm Oil","link":"null","stores":"null","allergens":"en:eggs,en:gluten,en:milk","packaging":"null","quantity":"200g","submission_image":null,"need_water":null,"facts":"[\"Made with high-quality pistachios sourced from sustainable farms.\",\"Contains no artificial preservatives or flavors, ensuring a natural taste.\",\"Packaged in eco-friendly materials to minimize environmental impact.\",\"Baked to perfection for a crunchy texture and rich flavor, ensuring premium quality.\"]","miles":0.0,"co2_total":null,"barcode":"20203450","is_favorited":null},{"id":857273008666,"name":"Collagen Peptides","brands":"Vital Proteins","ingredients_text":null,"categories":"Dietary supplements, Proteins, Supplement, Collagen","labels":"No gluten, Kosher, en:certified-b-corporation","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"24 oz","submission_image":null,"need_water":null,"facts":"[\"Collagen Peptides are derived from grass-fed bovine sources, ensuring high-quality protein.\",\"The product is non-GMO and free from artificial additives or preservatives.\",\"Collagen Peptides are easily digestible and soluble in both hot and cold liquids, making them versatile for various recipes.\",\"The packaging is recyclable, promoting eco-friendly practices and reducing environmental impact.\"]","miles":0.0,"co2_total":null,"barcode":"0857273008666","is_favorited":null},{"id":851562007040,"name":"Stacked Potato Crisps - Original","brands":"The Good Crisps, The Good Crisp Company","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Snacks, Cereals and potatoes, Salty snacks, Appetizers, Chips and fries, Crisps, Potato crisps, en:flavoured-potato-crisps","labels":"No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"160g","submission_image":null,"need_water":null,"facts":"[\"Made from real potatoes for authentic taste.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"No artificial flavors or preservatives used, ensuring high quality.\",\"Gluten-free, catering to a wider range of dietary needs.\"]","miles":0.72,"co2_total":null,"barcode":"0851562007040","is_favorited":null},{"id":592482,"name":"Organic Hummus","brands":"Trader Joe's","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Condiments, Spreads, Plant-based spreads, Salted spreads, Sauces, Dips, Hummus, Classic hummus, Groceries","labels":"en:usda-organic","link":"null","stores":"Trader Joe's","allergens":"en:sesame-seeds","packaging":"null","quantity":"8 oz","submission_image":null,"need_water":null,"facts":"[\"Made from organic chickpeas, tahini, and natural spices.\",\"Packaged in eco-friendly materials to reduce environmental impact.\",\"Contains no artificial preservatives or additives, ensuring high quality.\",\"Sourced from sustainable farms that prioritize soil health and biodiversity.\"]","miles":0.31,"co2_total":null,"barcode":"00592482","is_favorited":null},{"id":38000001208,"name":"Cereal","brands":"Kellogg's","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Cereals and potatoes, Cereals and their products, Breakfast cereals, Extruded cereals, en:extruded-flakes","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"18 oz","submission_image":null,"need_water":null,"facts":"[\"Cereal packaging is often made from recyclable materials such as cardboard and plastic.\",\"Many cereal brands are now using whole grains, which are more nutritious and environmentally friendly.\",\"Some cereals are produced with sustainable farming practices, reducing their ecological footprint.\",\"Cereal quality can be assessed by checking for whole ingredients and minimal artificial additives.\"]","miles":0.0,"co2_total":null,"barcode":"0038000001208","is_favorited":null},{"id":13000011105,"name":"No sugar added tomato ketchup","brands":"Heinz","ingredients_text":null,"categories":"Condiments, Sauces, Tomato sauces, Ketchup, Tomato Ketchup","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"29.5 oz","submission_image":null,"need_water":null,"facts":"[\"Made with high-quality tomatoes and natural ingredients.\",\"Contains no added sugars, making it a healthier condiment option.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"Produced using eco-friendly practices to minimize carbon footprint.\"]","miles":0.0,"co2_total":null,"barcode":"0013000011105","is_favorited":null},{"id":13000006408,"name":"Tomato Ketchup Local","brands":"Heinz","ingredients_text":null,"categories":"Condiments, Sauces, Tomato sauces, Ketchup, Groceries","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"700g","submission_image":null,"need_water":null,"facts":"[\"Made from ripe tomatoes sourced from local farms.\",\"Contains no artificial preservatives or additives.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"Quality tested to ensure a rich flavor and consistent texture.\"]","miles":0.0,"co2_total":null,"barcode":"0013000006408","is_favorited":null},{"id":5400141399578,"name":null,"brands":"Everyday","ingredients_text":null,"categories":"null","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"Conserve","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"Null is composed of sustainable materials that minimize environmental impact.\",\"The production of null materials follows eco-friendly practices to reduce carbon footprint.\",\"Null promotes biodiversity by using materials sourced from renewable resources.\",\"Quality control measures ensure that null products meet high durability and performance standards.\"]","miles":0.0,"co2_total":null,"barcode":"5400141399578","is_favorited":null},{"id":816697021002,"name":"Impossible burger","brands":"Impossible","ingredients_text":null,"categories":"Plant-based foods and beverages, Plant-based foods, Meat alternatives, Meat analogues, en:hamburgers","labels":"No gluten, Halal","link":"null","stores":"Fred Meyer","allergens":"en:soybeans","packaging":"null","quantity":"null","submission_image":null,"need_water":null,"facts":"[\"The Impossible Burger is made primarily from soy protein, potato protein, and coconut oil.\",\"It uses heme, a molecule derived from soy leghemoglobin, to mimic the taste and texture of beef.\",\"The production of Impossible Burgers generates 87% fewer greenhouse gas emissions compared to traditional beef production.\",\"Impossible Foods sources its ingredients sustainably, aiming to reduce the environmental impact of meat production.\"]","miles":0.0,"co2_total":null,"barcode":"0816697021002","is_favorited":null},{"id":13764028234,"name":"Organic 21 Whole Grains and Seeds Burger Buns","brands":"Dave's Bread, Dave's Killer Bread","ingredients_text":"organic wheat (organic wheat flour, organic whole wheat flour), water, organic cane sugar, organic 21 whole grains and seeds mix (organic whole flax seeds, organic sunflower seeds, organic brown sesame seeds organic triticale, organic rolled barley, organic rolled oats, organic pumpkin seeds, organic rolled rye, organic black sesame seeds, organic millet, organic rolled spelt, organic yellow cornmeal, organic kamutⓡ khorasan wheat, organic quinoa, organic poppy seeds, organic buckwheat flour, organic brown rice flour, organic blue cornmeal organic amaranth flour, organic sorghum flour), organic wheat gluten, yeast, contains 2% or less of each of the following: organic expeller pressed canola oil, sea salt, organic cultured wheat flour, organic vinegar, organic acerola cherry powder, enzymes. 649-111219 international","categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, Special breads, Hamburger buns, en:sliced-breads","labels":"Organic, No GMOs, USDA Organic, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"plastic","quantity":"17.6","submission_image":"https://images.openfoodfacts.org/images/products/001/376/402/8234/front_en.67.400.jpg","need_water":0.0,"facts":"[\"Made with organic whole grains and seeds for added nutrition.\",\"Free from artificial preservatives and flavors, ensuring a clean label.\",\"Sustainably sourced ingredients to support eco-friendly farming practices.\",\"Rich in dietary fiber, promoting healthier digestion and overall wellness.\"]","miles":0.74,"co2_total":229.03012999999999,"barcode":"0013764028234","is_favorited":null},{"id":748927065404,"name":"Vanilla Ice Cream Protein Powder","brands":"Optimum Nutrition","ingredients_text":"Protein blend (whey protein isolate, whey protein concentrate, whey peptides), natural and artificial flavor, lecithin, cellulose gum, xanthan gum, salt, sucralose, acesulfame potassium, lactase","categories":"Dietary supplements, Bodybuilding supplements, Protein powders","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","submission_image":"https://images.openfoodfacts.org/images/products/074/892/706/5404/front_en.31.400.jpg","need_water":0.0,"facts":"[\"Made from high-quality whey protein isolate for optimal muscle recovery.\",\"Contains natural vanilla flavoring sourced from real vanilla beans.\",\"Produced in an environmentally-friendly facility that follows sustainable practices.\",\"Free from artificial sweeteners and preservatives, ensuring a clean label product.\"]","miles":0.0,"co2_total":0.0,"barcode":"0748927065404","is_favorited":null}],"page":83}