{"products":[{"id":7622210470126,"name":"Wispa","brands":"Cadbury","ingredientsText":"milk , sugar, cocoa butter, cocoa mass, vegetable fats (palm, shea), whey powder (from  milk ), emulsifier (e442), flavourings,","categories":"Snacks,Sweet snacks,Cocoa and its products,Confectioneries,Bars,Chocolate candies,Chocolates,Bars-covered-with-chocolate","labels":"Fair trade,Vegetarian,Fairtrade International,Cocoa Life,Contains milk,Green Dot","link":"https://www.cadbury.co.uk/products/cadbury-wispa-11304","stores":"Centra,Amazon","allergens":"en:milk","packaging":"Mixed plastic film-wrapper","quantity":"36 g","imageUrl":"https://images.openfoodfacts.org/images/products/762/221/047/0126/front_en.50.400.jpg","needWater":0.2,"facts":"[\"Wispa is made with a blend of milk chocolate and aerated chocolate for a unique texture.\",\"The packaging of Wispa is recyclable, promoting eco-friendly practices.\",\"Wispa is gluten-free, catering to those with dietary restrictions.\",\"The product is manufactured under strict quality control measures to ensure consistency and safety.\"]","miles":0.0,"co2Total":0.0,"barcode":"7622210470126"},{"id":8004800002433,"name":"Gastone lago elledi, party wafer with vanilla cream, vaniglia","brands":"GASTONE LAGO","ingredientsText":"Wheat flour, sugar, vegetable oils (palm, coconut), whey powder, soy lecithin, salt, sodium hydrogen carbonate, vanilla extract (bourbon).","categories":"null","labels":"null","link":"null","stores":"CARREFOUR,HYPER U","allergens":"en:gluten","packaging":"fr:sac papier renforcé","quantity":"250 g","imageUrl":"https://images.openfoodfacts.org/images/products/800/480/000/2433/front_it.7.400.jpg","needWater":0.5,"facts":"[\"Made with high-quality ingredients including wheat flour and vanilla cream.\",\"Packaging is designed to be recyclable, promoting environmental sustainability.\",\"Contains no artificial colors or preservatives, ensuring a natural taste.\",\"Produced in facilities that adhere to strict quality control standards for food safety.\"]","miles":1.43,"co2Total":444.47267000000005,"barcode":"8004800002433"},{"id":850251004940,"name":"Organic Popcorn","brands":"SkinnyPop","ingredientsText":"Organic Popcorn, Organic Sunflower Oil, Sea Salt","categories":"Snacks,Popcorn","labels":"No gluten,Organic,Vegetarian,No artificial flavors,No GMOs,USDA Organic,Vegan,Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/085/025/100/4940/front_en.38.400.jpg","needWater":0.5,"facts":"[\"Organic popcorn is grown without synthetic pesticides or fertilizers, promoting healthier soil and ecosystems.\",\"The production of organic popcorn supports biodiversity by encouraging crop rotation and sustainable farming practices.\",\"Organic popcorn is non-GMO, ensuring that it is free from genetically modified organisms.\",\"Organic popcorn is often air-popped or lightly seasoned, retaining more natural flavor and nutrients compared to heavily processed popcorn options.\"]","miles":0.0,"co2Total":0.0,"barcode":"0850251004940"},{"id":28400040129,"name":"Crunchy cheese flavored snacks","brands":"Cheetos","ingredientsText":"enriched corn meal (corn meal, ferrous sulfate, niacin, thiamin mononitrate, riboflavin, and folic acid), vegetable oil (corn, canola and/or sunflower oil), and 2% or less of the following: maltodextrin (made from corn), salt, potassium salt, sugar, monosodium glutamate, yeast extract, citric acid, artificial color (red 40 lake, yellow 6 lake, yellow 6, yellow 5), cheddar cheese (milk, cheese cultures, salt, enzymes), onion powder, whey, whey protein concentrate, garlic powder, natural flavors, buttermilk, sodium diacetate, disodium inosinate, and disodium guanylate.\n\ncontains milk ingredients.","categories":"Snacks, Salty snacks, Appetizers, Chips and fries, Crisps, Corn chips","labels":"en:no-gluten","link":"null","stores":"null","allergens":"null","packaging":"Bag","quantity":"1","imageUrl":"https://images.openfoodfacts.org/images/products/002/840/004/0129/front_en.26.400.jpg","needWater":2.5,"facts":"[\"Crunchy cheese flavored snacks are typically made from cornmeal or potato starch, combined with cheese powder and seasonings.\",\"Many brands are exploring eco-friendly packaging options to reduce plastic waste associated with snack foods.\",\"The quality of cheese used in these snacks can vary, with some brands using real cheese while others rely on artificial flavoring.\",\"Some crunchy cheese snacks are gluten-free, catering to consumers with dietary restrictions.\"]","miles":0.72,"co2Total":224.43641,"barcode":"0028400040129"},{"id":858641003276,"name":"Himalayan Pink Salt Lentil Chips","brands":"The Daily Crave","ingredientsText":"Lentil flour(40%), Corn flour, Expeller Pressed Sunflower oil, Rice Flour, Corn Starch, Potato Starch, Salt, Green pepper powder, Pink Himalayan Sea Salt.","categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Snacks, Salty snacks, Appetizers, Chips and fries, Flours, Crisps, Legume flours, Corn chips, Lentil flours","labels":"No gluten, Vegetarian, Kosher, No artificial flavors, Vegan, Certified gluten-free, Halal","link":"https://thedailycrave.com/lentil-chips-himalayan-pink-salt/","stores":"Costco","allergens":"null","packaging":"null","quantity":"510g","imageUrl":"https://images.openfoodfacts.org/images/products/085/864/100/3276/front_en.13.400.jpg","needWater":0.0,"facts":"[\"Made from lentils, providing a high protein and fiber content.\",\"Contains Himalayan pink salt, known for its mineral richness and lower sodium levels compared to regular salt.\",\"The production process emphasizes eco-friendly practices, minimizing environmental impact.\",\"Gluten-free and suitable for various dietary preferences, ensuring quality ingredients without artificial additives.\"]","miles":0.0,"co2Total":0.0,"barcode":"0858641003276"},{"id":5201077010021,"name":null,"brands":"stella","ingredientsText":null,"categories":"null","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"500 g","imageUrl":"https://images.openfoodfacts.org/images/products/520/107/701/0021/front_en.4.400.jpg","needWater":0.0,"facts":"[\"500 g is a measure of weight commonly used in cooking and food packaging.\",\"Materials weighing 500 g can vary widely, including food items, metals, and textiles.\",\"In ecology, the weight of 500 g can represent a small animal or a significant amount of plant material, impacting local ecosystems.\",\"Quality of materials weighing 500 g can differ based on their source, processing methods, and intended use.\"]","miles":0.0,"co2Total":0.0,"barcode":"5201077010021"},{"id":37600105538,"name":"Crema de cacahuate","brands":"Skippy","ingredientsText":"CACAHUATES TOSTADOS [91%], AZÚCARES AÑADIDOS (AZÚCAR), ACEITE VEGETAL HIDROGENADO (DE SEMILLA DE ALGODÓN, DE SOYA, DE CANOLA) (PARA EVITAR LA SEPARACIÓN), SAL. _CONTIENE: CACAHUATE Y SOYA._","categories":"null","labels":"Sin gluten,Sistema de Etiquetado Frontal de Alimentos y Bebidas,Exceso Calorías,Exceso Grasas Saturadas,Exceso Sodio","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"1,36 kg","imageUrl":"https://images.openfoodfacts.org/images/products/003/760/010/5538/front_en.3.400.jpg","needWater":0.0,"facts":"[\"Crema de cacahuate is made primarily from roasted peanuts, often with added salt and sugar for flavor.\",\"The product is typically packaged in recyclable containers, promoting eco-friendly disposal.\",\"Many brands of Crema de cacahuate are made with non-GMO peanuts, ensuring quality and sustainability.\",\"Natural varieties contain no hydrogenated oils or artificial preservatives, maintaining a high standard of quality.\"]","miles":0.0,"co2Total":0.0,"barcode":"0037600105538"},{"id":23700014108,"name":"Crispy Chicken Strips","brands":"Tyson","ingredientsText":"Boneless, skinless chicken breast with rib meat, wheat flour, water, contains 2% or less of the following: cocoa powder (color), dried garlic, dried onion, leavening (cream of tartar, baking soda), paprika and annatto extracts, rice flour, rice starch, salt, soybean oil, tapioca starch, yeast extract. Breading set in vegetable oil.","categories":"Meats and their products, Frozen foods, Meats, Chicken and its products, Poultries, Chickens, Cooked poultries, Cooked chicken, en:breaded-chicken","labels":"No preservatives","link":"null","stores":"null","allergens":"en:gluten","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/002/370/001/4108/front_en.13.400.jpg","needWater":56.0,"facts":"[\"Crispy Chicken Strips are typically made from chicken breast meat, which is known for its high protein content.\",\"The breading used for Crispy Chicken Strips can vary, often made from flour, breadcrumbs, and seasonings, contributing to their crunchiness.\",\"Many producers source chicken from farms that follow sustainable practices, aiming to reduce environmental impact.\",\"Quality Crispy Chicken Strips are often made without artificial preservatives or additives, ensuring a more natural product.\"]","miles":0.0,"co2Total":0.0,"barcode":"0023700014108"},{"id":4099100019285,"name":"Multi Grain Tortilla Chips","brands":"Simply Nature,Aldi","ingredientsText":"ORGANIC CORN FLOUR, ORGANIC VEGETABLE OIL (ONE OR MORE OF THE FOLLOWING: ORGANIC SUNFLOWER, ORGANIC SAFFLOWER, ORGANIC BROWN FLAX SEED, ORGANIC BROWN RICE, ORGANIC CANE SUGAR, ORGANIC SUNFLOWER SEEDS), SEA SALT","categories":"Snacks, Salty snacks, Appetizers, Chips and fries, Crisps, Corn chips","labels":"Organic, Kosher, No gluten, USDA Organic, No GMOs, Non GMO project","link":"null","stores":"Aldi","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/409/910/001/9285/front_en.42.400.jpg","needWater":4.5,"facts":"[\"Multi Grain Tortilla Chips are made from a blend of different grains such as corn, wheat, and oats.\",\"They often contain whole grains, which can provide more fiber and nutrients compared to regular tortilla chips.\",\"Many brands focus on eco-friendly packaging to reduce environmental impact.\",\"Some multi grain tortilla chips are certified organic, ensuring they are made without synthetic pesticides or fertilizers.\"]","miles":0.0,"co2Total":0.0,"barcode":"4099100019285"},{"id":813636021611,"name":"Oat Barista Blend","brands":"Califia Farms","ingredientsText":"oatmilk (water, oats), sunflower oil, minerals (dipotassium phosphate, calcium carbonate, tricalcium phosphate), sea salt,","categories":"Plant-based foods and beverages, Beverages, Plant-based foods, Cereals and potatoes, Dairy substitutes, Cereals and their products, Milk substitutes, Plant-based beverages, Plant-based milk alternatives, Cereal-based drinks, Oat-based drinks","labels":"No gluten, No GMOs, Non GMO project","link":"null","stores":"ShopRite","allergens":"en:gluten","packaging":"Container","quantity":"32 oz","imageUrl":"https://images.openfoodfacts.org/images/products/081/363/602/1611/front_en.39.400.jpg","needWater":5.2,"facts":"[\"Made from whole grain oats, providing a creamy texture for coffee and lattes.\",\"Packaged in a recyclable carton to reduce environmental impact.\",\"Free from dairy, gluten, and artificial ingredients, catering to various dietary preferences.\",\"Sustainably sourced oats, contributing to eco-friendly farming practices.\"]","miles":0.12,"co2Total":36.440051000000004,"barcode":"0813636021611"}],"page":87}