{"products":[{"id":24300031076,"name":"Sunbelt Bakery Oats & Honey Chewy Granola Bars","brands":"Sunbelt Bakery,McKee Foods","ingredientsText":"GRANOLA (WHOLE GRAIN ROLLED OATS, SUGAR, CORN SYRUP, PALM KERNEL AND SOYBEAN OILS, HONEY, COCONUT, SOYBEAN OIL, MOLASSES, SOY LECITHIN, SALT, ALMOND MEAL, PEANUT FLOUR, DRIED EGG WHITES), CORN SYRUP, PALM KERNEL AND SOYBEAN OILS, CRISP RICE (RICE FLOUR, SUGAR, WHEY, SALT, BARLEY MALT, WHEAT FLOUR, DEXTROSE), WATER, NONFAT DRY MILK, SORBITOL, SALT, SOY LECITHIN, CARRAGEENAN, SUGAR","categories":"Cereal bars","labels":"No preservatives,U","link":"null","stores":"Big Y","allergens":"en:eggs,en:gluten,en:milk,en:nuts,en:peanuts,en:soybeans,en:Coconut","packaging":"null","quantity":"9.5 oz (270 g), 10x 0.95 oz (27 g) bars","imageUrl":"https://images.openfoodfacts.org/images/products/002/430/003/1076/front_en.15.400.jpg","needWater":0.5,"facts":"[\"Made with whole grain oats for a nutritious base.\",\"Contains no artificial flavors or colors, ensuring quality ingredients.\",\"Packaging is designed to be recyclable, promoting ecological responsibility.\",\"Each bar is individually wrapped for convenience and freshness.\"]","miles":0.0,"co2Total":0.0,"barcode":"0024300031076"},{"id":29700001414,"name":"Instant Mashed Potatoes","brands":"IDAHOAN","ingredientsText":"soybean oil","categories":"Alimentos y bebidas de origen vegetal, Alimentos de origen vegetal, Cereales y patatas, Frutas y verduras y sus productos, Comidas preparadas, Verduras y hortalizas y sus productos, Productos deshidratados, Productos deshidratados para ser rehidratados, Mezclas de verduras y hortalizas, en:Potato preparations, Puré, en:Mashed potatoes, en:Instant mashed potatoes","labels":"No gluten, en:no-artificial-flavors","link":"null","stores":"WALMART","allergens":"en:milk,en:soybeans,en:sulphur-dioxide-and-sulphites","packaging":"Plastic,SOBRE","quantity":"1.36 kg","imageUrl":"https://images.openfoodfacts.org/images/products/002/970/000/1414/front_en.38.400.jpg","needWater":3.4,"facts":"[\"Instant mashed potatoes are typically made from dehydrated potatoes, which retain most of their nutrients and flavor.\",\"The production of instant mashed potatoes often involves minimal processing, reducing energy consumption compared to traditional potato preparation methods.\",\"Many brands of instant mashed potatoes are packaged in recyclable materials, contributing to reduced waste in landfills.\",\"Instant mashed potatoes can have a longer shelf life than fresh potatoes, minimizing food spoilage and waste.\"]","miles":0.62,"co2Total":193.1146,"barcode":"0029700001414"},{"id":33617000026,"name":"Whole Grain Crispbread","brands":"Wasa","ingredientsText":"Whole grain rye flour, yeast, salt.","categories":"Snacks, Sweet snacks, Biscuits and cakes, en:crispbreads","labels":"Kosher,No GMOs,Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/003/361/700/0026/front_en.23.400.jpg","needWater":0.5,"facts":"[\"Whole grain crispbread is made primarily from whole grains like rye, wheat, or oats, which retain their bran and germ for added nutrients.\",\"The production of whole grain crispbread often involves minimal processing, making it a more eco-friendly choice compared to heavily processed snacks.\",\"Whole grain crispbread is high in dietary fiber, which promotes digestive health and can help maintain a healthy weight.\",\"Many brands of whole grain crispbread are certified organic, ensuring that they are made without synthetic pesticides or fertilizers.\"]","miles":0.0,"co2Total":0.0,"barcode":"0033617000026"},{"id":393027,"name":"Meringue nests","brands":"Marks & Spencer","ingredientsText":"PASTEURIZED ORGANIC SWEET CREAM (MILK), SALT. CONTAINS MILK.","categories":"Dairies, Fats, Spreads, Spreadable fats, Animal fats, Milkfat, Dairy spread, Butters, Salted butters","labels":"Organic, Kosher, USDA Organic, Orthodox Union Kosher, OTCO","link":"null","stores":"Trader Joe's,Marks & Spencer","allergens":"en:milk","packaging":"Fresh, Paper wrap, Pet-tray","quantity":"16 oz","imageUrl":"https://images.openfoodfacts.org/images/products/000/000/039/3027/front_en.49.400.jpg","needWater":0.0,"facts":"[\"Meringue nests are primarily made from egg whites and sugar, creating a light and airy texture.\",\"They are often gluten-free, making them suitable for individuals with gluten sensitivities.\",\"Meringue nests can be made using free-range or organic eggs, promoting better animal welfare and ecological practices.\",\"Quality meringue nests should have a crisp exterior and a soft, chewy interior, indicating proper baking techniques.\"]","miles":5.0,"co2Total":1549.4353,"barcode":"00393027"},{"id":41449003153,"name":"Buttermilk pancake mix","brands":"Krusteaz","ingredientsText":"HARINA DE TRIGO ENRIQUECIDA Y BLANQUEADA (HARINA DE TRIGO, HARINA DE CEBADA MALTEADA, NIACINA, HIERRO REDUCIDO, TIAMINA, RIBOFLAVINA, ÁCIDO FÓLICO), AZÚCARES AÑADIDOS (AZÚCAR, DEXTROSA), LEUDANTES (BICARBONATO DE SODIO, FOSFATO DE ALUMINIO Y SODIO, FOSFATO MONOCÁLCICO), ALMIDÓN MODIFICADO (GRADO ALIMENTICIO), SAL, ACEITE VEGETAL (DE SOYA), CLARAS DE HUEVO, SÓLIDOS DE LA LECHE (SUERO DE MANTEQUILLA).\n\n_CONTIENE: TRIGO (GLUTEN), CEBADA (GLUTEN), SOYA, DERIVADO LÁCTEO, HUEVOS._\n\n_PUEDE CONTENER NUECES DE ÁRBOLES._","categories":"null","labels":"Exceso Azúcares,Exceso Sodio","link":"null","stores":"null","allergens":"en:gluten,en:milk,en:soybeans","packaging":"Bag","quantity":"4.53 kg","imageUrl":"https://images.openfoodfacts.org/images/products/004/144/900/3153/front_en.41.400.jpg","needWater":0.0,"facts":"[\"Made from high-quality flour, baking powder, and buttermilk powder.\",\"Contains no artificial preservatives or colors, ensuring a natural product.\",\"Packaged in eco-friendly materials to reduce environmental impact.\",\"Rich in flavor and texture, providing a homemade taste with minimal effort.\"]","miles":0.0,"co2Total":0.0,"barcode":"0041449003153"},{"id":48001711044,"name":"Bouillon caldo con sabor de pollo chicken flavor","brands":"Knorr,  Unilever","ingredientsText":"salt, sugar, corn starch, monosodium glutamate, beef fat*, hydrolyzed corn protein, powdered cooked chicken*, yeast extract (barley), chicken fat*, natural flavor, maltodextrin, silicon dioxide (prevents caking), dehydrated parsley, disodium inosinate, citric acid, yellow 5, yellow 6, annatto (color),","categories":"Condiments, Groceries, en:dehydrated-broths","labels":"null","link":"null","stores":"null","allergens":"en:gluten","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/004/800/171/1044/front_en.16.400.jpg","needWater":0.0,"facts":"[\"Bouillon caldo con sabor de pollo is typically made from dehydrated chicken broth, salt, and various seasonings.\",\"The product often contains artificial flavors and preservatives to enhance taste and shelf life.\",\"Many brands emphasize eco-friendly packaging to reduce environmental impact.\",\"Quality standards may vary, so it's important to check for certifications like non-GMO or organic on the label.\"]","miles":0.0,"co2Total":0.0,"barcode":"0048001711044"},{"id":71012041053,"name":"Flour","brands":"King Arthur Flour","ingredientsText":"unbleached enriched hard spring wheat flour (wheat flour, malted barley flour, niacin (vitamin b3), reduced iron, thiamin mononitrate (vitamin b1), riboflavin (vitamin b2), folic acid),","categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Cereals and their products, Flours, Cereal flours, Wheat flours","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"5 lbs","imageUrl":"https://images.openfoodfacts.org/images/products/007/101/204/1053/front_en.10.400.jpg","needWater":1.5,"facts":"[\"Flour is primarily made from ground grains, with wheat being the most common type used for all-purpose flour.\",\"The production of flour can have ecological impacts, including pesticide use and water consumption, particularly in conventional farming.\",\"High-quality flour is often milled from whole grains, retaining more nutrients and fiber compared to refined flour.\",\"Flour can be stored for long periods if kept in a cool, dry place, but its quality may degrade over time due to oxidation and moisture absorption.\"]","miles":0.0,"co2Total":0.0,"barcode":"0071012041053"},{"id":71146002456,"name":"Baked Green Pea Snacks Lightly Salted","brands":"Calbee North America  Llc, Harvest Snaps","ingredientsText":"GREEN PEAS, CANOLA OIL, RICE, SALT, CALCIUM CARBONATE, ROSEMARY EXTRACT (FOR FRESHNESS).","categories":"Snacks, en:crisps","labels":"Certified gluten-free,GFCO Gluten Free,Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"3.3oz (94g)","imageUrl":"https://images.openfoodfacts.org/images/products/007/114/600/2456/front_en.6.400.jpg","needWater":0.5,"facts":"[\"Made from real green peas for a nutritious snack option.\",\"Lightly salted to enhance flavor without excessive sodium.\",\"Baked, not fried, to reduce fat content and promote healthier eating.\",\"Packaged in eco-friendly materials to minimize environmental impact.\"]","miles":0.0,"co2Total":0.0,"barcode":"0071146002456"},{"id":78742372365,"name":"4% Cottage Cheese Great Value CORRECT LABEL","brands":"Great Value","ingredientsText":"cultured pasteurized nonfat milk, milk, cream, contains less than 2% of: whey, nonfat milk, salt, maltodextrin, guar gum, citric acid, carrageenan, mono and diglycerides, locust bean gum, natural and artificial flavor, enzyme, potassium sorbate and carbon dioxide (to preserve freshness),","categories":"Dairies, Fermented foods, Fermented milk products, Cheeses","labels":"null","link":"null","stores":"Walmart","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/007/874/237/2365/front_en.9.400.jpg","needWater":5.0,"facts":"[\"Made from pasteurized skim milk, cream, and live cultures.\",\"Contains no artificial flavors or preservatives.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"High in protein and a good source of calcium, supporting a balanced diet.\"]","miles":1.69,"co2Total":523.52765418,"barcode":"0078742372365"},{"id":84380957246,"name":"Wild Blueberry Fruit Spread","brands":"St. Dalfour","ingredientsText":"WILD BLUEBERRIES, GRAPE AND DATE JUICE CONCENTRATES, FRUIT PECTIN, LEMON JUICE","categories":"Plant-based foods and beverages,Plant-based foods,Breakfasts,Spreads,Plant-based spreads,Sweet spreads,Fruit and vegetable preserves,Jams","labels":"Green Dot,No added sugar, No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"Bottle","quantity":"284 g","imageUrl":"https://images.openfoodfacts.org/images/products/008/438/095/7246/front_en.9.400.jpg","needWater":2.5,"facts":"[\"Made with wild blueberries, which are smaller and more flavorful than cultivated blueberries.\",\"Contains no artificial preservatives or colors, ensuring a natural product.\",\"Wild blueberries are harvested sustainably, promoting biodiversity and ecosystem health.\",\"Rich in antioxidants, providing health benefits while being a delicious spread.\"]","miles":0.52,"co2Total":162.71789,"barcode":"0084380957246"}],"page":90}