{"products":[{"id":84380957741,"name":"Red Raspberry Spread","brands":"St. Dalfour","ingredientsText":"Red raspberries, sweetened only with fruit juice concentrates (grape and date), fruit pectin.","categories":"Plant-based foods and beverages,Plant-based foods,Fruits and vegetables based foods,Breakfasts,Spreads,Fruits based foods,Plant-based spreads,Sweet spreads,Fruit and vegetable preserves,Jams,Berry jams,Raspberry jams","labels":"No GMOs, Non GMO project, en:no-added-sugar","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"225 ml (284 g)","imageUrl":"https://images.openfoodfacts.org/images/products/008/438/095/7741/front_en.30.400.jpg","needWater":0.5,"facts":"[\"Made from high-quality red raspberries sourced from sustainable farms.\",\"Contains no artificial preservatives or colors, ensuring a natural product.\",\"Packaged in recyclable glass jars to minimize environmental impact.\",\"Produced using eco-friendly practices that support biodiversity and reduce carbon footprint.\"]","miles":0.52,"co2Total":162.71789,"barcode":"0084380957741"},{"id":96619937301,"name":"Organic Tomato Sauce","brands":"Costco Companies Inc.","ingredientsText":"ORGANIC TOMATO PUREE, SEA SALT, CITRIC ACID, ORGANIC SPICE.","categories":"Plant-based foods and beverages, Plant-based foods, Condiments, Fruits and vegetables based foods, Vegetables based foods, Sauces, Tomatoes and their products, Tomato sauces, Tomatoes, Groceries","labels":"Organic, USDA Organic","link":"null","stores":"costco","allergens":"null","packaging":"Can","quantity":"425g 5Oz","imageUrl":"https://images.openfoodfacts.org/images/products/009/661/993/7301/front_en.39.400.jpg","needWater":0.5,"facts":"[\"Made from 100% organic tomatoes without synthetic pesticides or fertilizers.\",\"Packaged in eco-friendly materials to reduce environmental impact.\",\"Rich in antioxidants and vitamins, promoting overall health and wellness.\",\"Produced using sustainable farming practices that support biodiversity.\"]","miles":0.0,"co2Total":0.0,"barcode":"0096619937301"},{"id":945998,"name":"everything but the bagel seasoned bite sized crackers","brands":"Trader Joe's","ingredientsText":"Unbleached enriched flour (wheat flour, niacin, reduced iron, thiamin mononitrate, riboflavin, folic acid), high oleic sunflower oil, whole wheat flour, evaporated cane sugar, toasted soy grits, red wheat bran, organic invert syrup, rolled oats, leavening (monocalcium phosphate, sodium bicarbonate, ammonium bicarbonate), dehydrated onion, dehydrated garlic, salt, oat fiber, caraway seeds, poppy seeds, sesame seeds, wheat gluten, enzymes.","categories":"Snacks, Salty snacks, Sweet snacks, Appetizers, Biscuits and cakes, Crackers","labels":"Vegetarian, No preservatives, Vegan","link":"null","stores":"Trader Joe's","allergens":"null","packaging":"null","quantity":"10 oz","imageUrl":"https://images.openfoodfacts.org/images/products/000/000/094/5998/front_en.20.400.jpg","needWater":0.0,"facts":"[\"Made with high-quality ingredients for optimal flavor.\",\"Contains no artificial preservatives or colors.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"Produced in a facility that adheres to strict quality control standards.\"]","miles":0.0,"co2Total":0.0,"barcode":"00945998"},{"id":2101402,"name":"Phila 8oz original ccheese spread","brands":"Philadelphia","ingredientsText":"pasteurized milk and cream, whey protein concentrate, whey, salt, carob bean gum, xanthan gum, guar gum, sorbic acid (as a preservative), vitamin a palmitate, cheese culture","categories":"Dairies, Fermented foods, Fermented milk products, Spreads, Cheeses, Salted spreads, Cheese spreads","labels":"No artificial flavors","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/000/000/210/1402/front_en.8.400.jpg","needWater":0.0,"facts":"[\"Made with real cream cheese for a rich and creamy texture.\",\"Contains no artificial preservatives, ensuring a more natural product.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"Gluten-free, making it suitable for those with gluten sensitivities.\"]","miles":1.77,"co2Total":549.20327,"barcode":"02101402"},{"id":2172808,"name":"Cream cheese spread","brands":"Philadelphia","ingredientsText":"pastured milk and cream, whey protein concentrate, whey, salt, dried chives, dried onions, carob bean gum, xanthan gum, guar gum, natural flavor, sorbic acid (as a preservative), vitamin a palmitate, cheese culture","categories":"Dairies, Fermented foods, Fermented milk products, Spreads, Cheeses, Salted spreads, Cheese spreads","labels":"No artificial preservatives flavors or dyes","link":"null","stores":"null","allergens":"en:milk","packaging":"Plastic container","quantity":"212g","imageUrl":"https://images.openfoodfacts.org/images/products/000/000/217/2808/front_en.24.400.jpg","needWater":0.5,"facts":"[\"Cream cheese spread is typically made from a mixture of cream and milk, providing a rich and creamy texture.\",\"Many brands of cream cheese spread are packaged in recyclable materials, promoting eco-friendliness.\",\"Quality cream cheese spreads often contain no artificial preservatives, ensuring a fresher taste.\",\"Some varieties of cream cheese spread are made with organic ingredients, supporting sustainable farming practices.\"]","miles":1.77,"co2Total":549.20327,"barcode":"02172808"},{"id":3404700,"name":"Hershey's Syrup Genuine Chocolate Flavor","brands":"Hershey’s,The Hershey Company","ingredientsText":"HIGH FRUCTOSE CORN SYRUP, CORN SYRUP, WATER, COCOA, SUGAR, POTASSIUM SORBATE, XANTHAN GUM, SALT, MONO-AND DIGLYCERIDES, POLYSORBATE 60, VANILLIN, ARTIFICIAL FLAVOR","categories":"Chocolate sauce","labels":"Fat-free,Gluten free,No artificial colors","link":"null","stores":"Big Y","allergens":"null","packaging":"null","quantity":"48 oz","imageUrl":"https://images.openfoodfacts.org/images/products/000/000/340/4700/front_en.34.400.jpg","needWater":0.5,"facts":"[\"Hershey's Syrup is made with real cocoa for authentic chocolate flavor.\",\"The packaging is recyclable, promoting eco-friendly disposal.\",\"It is gluten-free, catering to various dietary needs.\",\"Hershey's Syrup contains no artificial flavors or preservatives, ensuring quality ingredients.\"]","miles":0.0,"co2Total":0.0,"barcode":"03404700"},{"id":3808306,"name":"Pringles","brands":"Pringles","ingredientsText":"dried potatoes, vegetable oil (contains one or more of the following: corn oil, cotton seed oil, soybean oil, and/or sunflower oil), degerminated yellow corn flour, cornstarch, rice flour, maltodextrin, mono - and diglycerides, salt, wheat starch,","categories":"Plant-based foods and beverages, Plant-based foods, Snacks, Cereals and potatoes, Salty snacks, Appetizers, Chips and fries, Crisps, Potato crisps, en:salty-snacks-made-from-potato","labels":"Kosher, No preservatives, Orthodox Union Kosher, No Artificial Ingredients\n\n","link":"null","stores":"Kroger","allergens":"null","packaging":"Plastic, Tub","quantity":"0.67oz (19g)","imageUrl":"https://images.openfoodfacts.org/images/products/000/000/380/8306/front_en.30.400.jpg","needWater":0.02,"facts":"[\"Pringles are made from a dough-like mixture of dehydrated potato flakes, cornstarch, and various seasonings.\",\"The canister used for Pringles is designed to be stackable and is made from recyclable materials, promoting better waste management.\",\"Pringles are produced using a unique process that ensures a consistent shape and texture, which enhances the quality of the snack.\",\"The packaging of Pringles helps to preserve freshness and extend shelf life, reducing food waste.\"]","miles":0.72,"co2Total":224.43641,"barcode":"03808306"},{"id":737628079506,"name":"Organic Coconut Milk 14-16%","brands":"Simply Asia,  Simply Asia Foods  Inc., Thai Kitchen","ingredientsText":"Organic coconut, water & organic guar gum.","categories":"Plant-based foods and beverages, Beverages, Plant-based foods, Dairy substitutes, Milk substitutes, Plant-based beverages, Plant-based milk alternatives, Plant-based creams, Plant-based creams for cooking, Coconut milks and creams","labels":"No gluten, Organic, No GMOs, Non GMO project, en:usda-organic","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"2","imageUrl":"https://images.openfoodfacts.org/images/products/073/762/807/9506/front_en.31.400.jpg","needWater":1.5,"facts":"[\"Organic coconut milk is made from the grated flesh of mature coconuts and water, ensuring a rich and creamy texture.\",\"The coconuts used for organic coconut milk are grown without synthetic pesticides or fertilizers, promoting healthier ecosystems.\",\"Organic coconut milk contains no artificial additives or preservatives, ensuring a high-quality product.\",\"The production of organic coconut milk supports sustainable farming practices, which help to preserve biodiversity and reduce environmental impact.\"]","miles":0.17,"co2Total":52.002689000000004,"barcode":"0737628079506"},{"id":748404420238,"name":"Organic Quinoa & Brown Rice with Garlic Flavour","brands":"Seeds of change","ingredientsText":"WATER, WHOLE GRAIN BROWN RICE*, BLEND OF WHOLE GRAIN QUINOA (WHOLE GRAIN RED QUINOA*, WHOLE GRAIN BLACK QUINOA*); LESS THAN 2% OF: SUNFLOWER OIL*+, SEA SALT, GARLIC POWDER*, DEHYDRATED GARLIC, ONION POWDER*, MINCED GARLIC, PARSLEY*, BLACK PEPPER*.","categories":"Meals, en:quinoa","labels":"Organic, No preservatives, USDA Organic, No GMOs, Non GMO project","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"240 g","imageUrl":"https://images.openfoodfacts.org/images/products/074/840/442/0238/front_en.47.400.jpg","needWater":1.5,"facts":"[\"Made with organic quinoa and brown rice, providing a nutritious and wholesome meal option.\",\"The product is certified organic, ensuring it is grown without synthetic pesticides or fertilizers.\",\"Quinoa is a sustainable crop that requires less water than traditional grains, making it eco-friendly.\",\"The garlic flavour is derived from natural sources, enhancing taste without artificial additives.\"]","miles":0.0,"co2Total":0.0,"barcode":"0748404420238"},{"id":748927028669,"name":"Whey","brands":"Optimum Nutrition","ingredientsText":"Protein Blend (Whey Protein Isolates, Whey Protein Concentrate, Whey Peptides), Cocoa (Processed with Alkali), Lecithin, Natural and Artificial Flavors, Acesulfame Potassium, Aminogen, Lactase. ALLERGEN INFORMATION: CONTAINS MILK AND SOY (LECITHIN) INGREDIENTS.","categories":"Dietary supplements,Bodybuilding supplements,Protein powders","labels":"No gluten, en:vegan","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/074/892/702/8669/front_en.70.400.jpg","needWater":7.5,"facts":"[\"Whey is a byproduct of cheese production, derived from milk.\",\"Whey protein is considered a complete protein, containing all nine essential amino acids.\",\"Whey is low in lactose, making it easier to digest for many individuals who are lactose intolerant.\",\"Whey production can contribute to sustainable practices by reducing food waste in the dairy industry.\"]","miles":0.0,"co2Total":0.0,"barcode":"0748927028669"}],"page":91}