{"products":[{"id":815074020003,"name":"Classic Mayo","brands":"Chosen Foods  Llc, Chosen Foods","ingredientsText":"avocado oil, filtered water, egg yolks, organic whole eggs, organic distilled white vinegar, organic mustard (distilled organic vinegar, water, organic mustard seed, salt, organic spices), salt, organic rosemary extract,","categories":"Condiments, Sauces, Mayonnaises, Groceries","labels":"No gluten, No GMOs, Non GMO project","link":"null","stores":"Whole Food","allergens":"en:eggs","packaging":"Recycle,Recycle in glass bin","quantity":"12 fl oz","imageUrl":"https://images.openfoodfacts.org/images/products/081/507/402/0003/front_en.28.400.jpg","needWater":0.2,"facts":"[\"Classic Mayo is made with high-quality ingredients including eggs, oil, and vinegar.\",\"The packaging is recyclable, reducing its environmental impact.\",\"Classic Mayo contains no artificial preservatives or flavors, ensuring a natural taste.\",\"The product is gluten-free, catering to a wider range of dietary needs.\"]","miles":0.71,"co2Total":221.35316,"barcode":"0815074020003"},{"id":839138003023,"name":"FitCrunch (Chocolate Peanut Butter)","brands":"Robert Irvine's","ingredientsText":"Protein Blend (Whey Protein Isolate, Whey Protein Concentrate), Soy Protein Isolate, Vegetable Oils Paim Kernel and Palm), Vegetable Glycerin, Peanut Butter (Dry Roasted Peanuts, Palm Oil, Dextrose, Saft, Sorbitol, Peanuts, Sugar, Maltitol, Gelatin [Bovine], Peanut Flour, Cocoa (processed with alkali), Brown Rice Flour and Water Contains 2% or less of the following: Glucose Syrup, Sunflower Oil, Tapioca Starch, Salt, Natural Flavor, Soybean Oil, Sucralose, Maltodextrin, Sodium Caseinate, Sunflower Lecithin, Propylene Glycol Mono Esters, Baking Soda, Mono & Diglycerides, Potassium Sorbate (preservative), Acetylated Monoglycerides, Whey, Whey Powder, Soy Lecithin, Beta-Carotene (for color), Vitamin A Palmitate, Silicon Dioxide, Natural Tocopherols (to preserve freshness), and Almond. Contains: Milk, Soy, Almond, and Peanut Products. Manufactured in a Plant that Processes Milk, Soy, Wheat, Tree Nut, Peanut, and Egg Products.","categories":"Dietary supplements, Bodybuilding supplements, Protein bars","labels":"null","link":"null","stores":"null","allergens":"en:gluten,en:milk,en:nuts,en:peanuts,en:soybeans","packaging":"Mixed plastic-wrapper","quantity":"1.62 oz (46 g)","imageUrl":"https://images.openfoodfacts.org/images/products/083/913/800/3023/front_en.52.400.jpg","needWater":0.0,"facts":"[\"FitCrunch bars are made with high-quality protein sources including whey protein isolate.\",\"The packaging is designed to be lightweight, reducing material waste during transport.\",\"FitCrunch emphasizes using non-GMO ingredients in their formulations.\",\"The product is produced in a facility that adheres to strict quality control standards to ensure safety and consistency.\"]","miles":0.0,"co2Total":0.0,"barcode":"0839138003023"},{"id":855643006045,"name":"Unsweetened Original Plant-based Milk","brands":"Ripple, Ripple Foods","ingredientsText":"Water, ripptein (pea protein), sunflower oil. contains less than 0.5% of vitamin a palmitate, vitamin d2, dha algal oil, calcium phosphate, dipotassium phosphate, sunflower lecithin, natural flavors, sea salt, organic guar gum, gellan gum. gum acacia","categories":"Plant-based foods and beverages, Beverages, Dairy substitutes, Milk substitutes, Plant-based beverages, Plant-based milk alternatives","labels":"Certified B Corporation, No GMOs, Non GMO project","link":"null","stores":"Publix","allergens":"null","packaging":"Bottle","quantity":"48 fl oz","imageUrl":"https://images.openfoodfacts.org/images/products/085/564/300/6045/front_en.40.400.jpg","needWater":3.0,"facts":"[\"Made from whole plants, typically including ingredients like almonds, oats, or soybeans.\",\"Often packaged in recyclable containers, reducing plastic waste.\",\"Free from added sugars, artificial flavors, and preservatives, ensuring a clean ingredient profile.\",\"Plant-based milk production generally requires less water and land compared to dairy milk, making it more eco-friendly.\"]","miles":0.0,"co2Total":0.0,"barcode":"0855643006045"},{"id":857777004195,"name":"Protein bar, blueberry","brands":"Rxbar","ingredientsText":"Dates, egg whites, almonds, cashews, blueberries, natural blueberry flavor.","categories":"Snacks,Dietary supplements,Bodybuilding supplements,Protein bars","labels":"null","link":"null","stores":"null","allergens":"en:eggs,en:nuts","packaging":"null","quantity":"52 g","imageUrl":"https://images.openfoodfacts.org/images/products/085/777/700/4195/front_en.37.400.jpg","needWater":2.5,"facts":"[\"Contains high-quality protein sources such as whey or plant-based proteins.\",\"Often includes natural ingredients like oats, nuts, and blueberries for added nutrition.\",\"Packaging is often recyclable, promoting eco-friendly practices.\",\"Typically free from artificial preservatives and colors, ensuring better quality and health benefits.\"]","miles":0.0,"co2Total":0.0,"barcode":"0857777004195"},{"id":861029000125,"name":"Pure Almond Malk, Vanilla","brands":"Malk","ingredientsText":"Filtered Water, Organic Almonds, Pure Organic Vanilla Extract made from Vanilla Beans, Himalayan Pink Salt","categories":"Plant-based foods and beverages, Beverages, Plant-based foods, Dairy substitutes, Milk substitutes, Nuts and their products, Plant-based beverages, Plant-based milk alternatives, Nut-based drinks, Almond-based drinks","labels":"Organic, USDA Organic","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/086/102/900/0125/front_en.9.400.jpg","needWater":7.5,"facts":"[\"Made from organic almonds and filtered water.\",\"Non-GMO and free from artificial additives.\",\"Packaged in environmentally friendly materials.\",\"Rich in vitamins and minerals, providing a nutritious alternative to dairy milk.\"]","miles":0.35,"co2Total":107.5705,"barcode":"0861029000125"},{"id":884912014276,"name":"Honey bunches","brands":"Honey Bunches Of Oats,  Post Consumer Brands  Llc","ingredientsText":"Corn, whole grain wheat, sugar, whole grain rolled oats, almonds, rice, canola oil, wheat flour, malted barley flour, corn syrup, salt, molasses, honey, caramel color, barley malt extract, cinnamon, natural and artificial flavor, annatto extract (color). bht added to preserve freshness. vitamins and minerals: reduced iron, niacinamide (vitamin b3), vitamin a palmitate, pyridoxine hydrochloride (vitamin b6), zinc oxide, thiamin mononitrate (vitamin b1), riboflavin (vitamin b2), folic acid, vitamin d3, vitamin b12.","categories":"Plant-based foods and beverages, Plant-based foods, Breakfasts, Cereals and potatoes, Cereals and their products, Breakfast cereals","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/088/491/201/4276/front_en.10.400.jpg","needWater":0.0,"facts":"[\"Honey Bunches of Oats is made with whole grain oats and real honey.\",\"The cereal is produced using sustainable farming practices to minimize environmental impact.\",\"Honey Bunches of Oats contains no artificial flavors or colors.\",\"The packaging is recyclable, supporting eco-friendly initiatives.\"]","miles":1.12,"co2Total":345.85877,"barcode":"0884912014276"},{"id":27029114,"name":"","brands":"Delinut,Natra","ingredientsText":"édulcorant: maltitol, huiles végétales (colza, palme), noisettes (13%), cacao maigre, lait écrémé en poudre (7%), lactosérum en poudre (lait), émulsifiant: lécithines (tournesol), arome. Peyt contenir des traces d'autres fruits à coque et de soja. Une consommation excessive peut avoir des effets laxatifs.","categories":"null","labels":"Sustainable farming, Excessive consumption can have laxative effects, Green Dot, UTZ Certified, With sweeteners, en:nutriscore","link":"null","stores":"null","allergens":"en:milk,en:nuts","packaging":"null","quantity":"200 g","imageUrl":"https://images.openfoodfacts.org/images/products/000/002/702/9114/front_fr.22.400.jpg","needWater":0.5,"facts":"[\"200 g is a measure of weight commonly used in cooking and food packaging.\",\"Materials weighing 200 g can vary widely, including food items, packaging materials, and small household products.\",\"Ecologically, the impact of a 200 g item depends on its material; for example, plastic has a larger environmental footprint than paper or glass.\",\"Quality can vary based on the manufacturing process and material used; higher quality items often weigh more due to denser materials.\"]","miles":3.18,"co2Total":987.4234299999999,"barcode":"27029114"},{"id":4260024180089,"name":"Universelle schlagcreme","brands":"Schlagfix,LeHA","ingredientsText":"water, palm kernel oil (fully hydrogenated) 15%, dextrose, glucose syrup, emulsifiers: e435, e471, e 475, starch, stabilizers: e464, e 466, salt, flavor","categories":"Plant-based foods and beverages,Plant-based foods,Plant-based creams,Plant-based creams for cooking","labels":"No gluten,Vegetarian,Halal,Vegan,European Vegetarian Union,European Vegetarian Union Vegan,FSC,FSC Mix,No lactose","link":"null","stores":"Kupsch,Σκλαβενίτης,EDEKA,rohlik.cz","allergens":"null","packaging":"Tetra Pak","quantity":"200ml","imageUrl":"https://images.openfoodfacts.org/images/products/426/002/418/0089/front_en.81.400.jpg","needWater":2.5,"facts":"[\"Universelle schlagcreme is made from high-quality vegetable fats and dairy ingredients.\",\"The product is often packaged in recyclable materials, promoting eco-friendliness.\",\"It is free from artificial preservatives and flavors, ensuring a natural taste and quality.\",\"The cream is suitable for both whipping and cooking, making it versatile for various culinary applications.\"]","miles":0.0,"co2Total":0.0,"barcode":"4260024180089"},{"id":7622210344205,"name":"Creme Egg","brands":"Cadbury","ingredientsText":"sugar,  milk , glucose syrup, cocoa butter, invert sugar syrup, whey powder ( milk ), cocoa mass, vegetable fats (palm, shea), emulsifier (e442), dried  egg  white, flavourings, colour (paprika extract),","categories":"Snacks,Sweet snacks,Cocoa and its products,Confectioneries,Chocolate candies","labels":"Vegetarian,Cocoa Life","link":"null","stores":"Tesco","allergens":"en:eggs,en:milk","packaging":"Card-box, Foil-wrapper","quantity":"200g","imageUrl":"https://images.openfoodfacts.org/images/products/762/221/034/4205/front_en.41.400.jpg","needWater":0.5,"facts":"[\"Creme Eggs are made with a chocolate shell that contains a sweet, gooey filling.\",\"The packaging is designed to be recyclable, promoting better waste management.\",\"Cadbury sources cocoa for their chocolate from sustainable farms, aiming to reduce environmental impact.\",\"The product is made in accordance with strict quality standards to ensure safety and consistency.\"]","miles":0.0,"co2Total":0.0,"barcode":"7622210344205"},{"id":3077504,"name":"Quaker Chewy Granola Bar Chocolate Chip","brands":"Quaker","ingredientsText":"granola (whole grain oats, brown sugar, brown rice crisp [whole grain brown rice flour, sugar, salt], whole grain wheat, soybean oil, coconut, whole wheat flour, baking soda, soy lecithin, nonfat dry milk), semisweet chocolate chips (sugar, chocolate liquor, cocoa butter, soy lecithin, vanilla extract), corn syrup, brown rice crisp (whole grain brown rice flour, sugar, salt), invert sugar, sugar, corn syrup solids, glycerin, soybean oil, contains 2% or less of: calcium carbonate, sorbitol, salt, soy lecithin, molasses, tocopherols (to preserve freshness), natural flavor,","categories":"Snacks, Sweet snacks, Bars, Cereal bars","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/000/000/307/7504/front_en.35.400.jpg","needWater":0.0,"facts":"[\"Made with whole grain oats as the primary ingredient.\",\"Contains no artificial flavors or preservatives.\",\"The packaging is recyclable, promoting eco-friendly practices.\",\"Each bar is individually wrapped for convenience and freshness.\"]","miles":0.0,"co2Total":0.0,"barcode":"03077504"}],"page":92}