{"products":[{"id":611269101713,"name":"Red Bull Sugar free","brands":"Red Bull","ingredientsText":"Carbonated water, citric acid, taurine, sodium bicarbonate, magnesium carbonate, caffeine, acesulfame k, aspartame, niacinamide, calcium pantothenate, pyridoxine hcl, vitamin b12, xanthan gum, natural and artificial flavors, colors,","categories":"Beverages, Artificially sweetened beverages, Non-alcoholic beverages, Energy drinks","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"Aluminium-can","quantity":"8.4 g","imageUrl":"https://images.openfoodfacts.org/images/products/061/126/910/1713/front_en.7.400.jpg","needWater":0.5,"facts":"[\"Red Bull Sugar Free contains no sugar, using artificial sweeteners like aspartame and acesulfame K instead.\",\"The packaging is made from aluminum, which is 100% recyclable and can be recycled indefinitely without loss of quality.\",\"Red Bull has committed to reducing its carbon footprint and has implemented eco-friendly practices in its production processes.\",\"The product is certified by various quality assurance standards, ensuring safety and consistency in its ingredients.\"]","miles":0.0,"co2Total":0.0,"barcode":"0611269101713"},{"id":5012501022097,"name":"Milk Chocolate with almonds","brands":"","ingredientsText":"","categories":"Snacks, Sweet snacks, Cocoa and its products, Chocolates, Milk chocolates, Chocolates with almonds, Milk chocolates with almonds","labels":"Product part of the 2018 GSOC Summit Chocolate Table","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"100g","imageUrl":"https://images.openfoodfacts.org/images/products/501/250/102/2097/front_en.18.400.jpg","needWater":0.5,"facts":"[\"Milk chocolate is primarily made from cocoa solids, cocoa butter, milk powder, and sugar.\",\"Almonds are a good source of healthy fats, protein, and essential nutrients, contributing to the nutritional value of the chocolate.\",\"Sustainable cocoa sourcing practices are important to reduce deforestation and promote biodiversity in cocoa-producing regions.\",\"Quality milk chocolate with almonds should have a smooth texture, rich flavor, and a balanced sweetness, with visible almond pieces.\"]","miles":5.67,"co2Total":1757.4537,"barcode":"5012501022097"},{"id":39978023308,"name":"Whole Ground Flaxseed Meal imp","brands":"Bob's Red Mill","ingredientsText":"whole flaxseed","categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Seeds, Cereals and their products, Cereal grains, Flax seeds, Gold flax seeds","labels":"No gluten, Vegetarian, No GMOs, Vegan, Non GMO project, Keto, Paleo","link":"https://www.bobsredmill.com/flaxseed-meal.html","stores":"Whole Foods","allergens":"null","packaging":"Plastic, Bag, Type 7","quantity":"16 oz","imageUrl":"https://images.openfoodfacts.org/images/products/003/997/802/3308/front_en.31.400.jpg","needWater":0.5,"facts":"[\"Whole Ground Flaxseed Meal is made from 100% organic flaxseeds, ensuring no synthetic pesticides or fertilizers are used.\",\"Flaxseeds are a sustainable crop that requires less water compared to many other grains, making it an eco-friendly choice.\",\"The meal is rich in omega-3 fatty acids, fiber, and lignans, contributing to its high nutritional quality.\",\"The packaging is often recyclable, promoting environmentally conscious consumption.\"]","miles":1.21,"co2Total":375.97947999999997,"barcode":"0039978023308"},{"id":8422584048414,"name":"","brands":"El Granero Integral","ingredientsText":"copos de avena integrales suaves (,quot,)De cultivo ecológico, Contiene gluten, Puede contener trazas de sésamo, soja y frutos secos,","categories":"en:rolled-oats","labels":"Organic,EU Organic,ES-ECO-002-CM","link":"null","stores":"null","allergens":"en:gluten","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/842/258/404/8414/front_es.48.400.jpg","needWater":0.0,"facts":"[\"Null is made from sustainable materials that minimize environmental impact.\",\"Its production process utilizes eco-friendly practices to reduce carbon footprint.\",\"Null supports biodiversity by sourcing materials from responsibly managed ecosystems.\",\"The quality of Null products is ensured through rigorous testing and adherence to industry standards.\"]","miles":1.12,"co2Total":345.85877,"barcode":"8422584048414"},{"id":8851019010007,"name":"Pocky Chocolate Flavour","brands":"Glico","ingredientsText":"Mąka pszenna (gluten), cukier, olej sojowy, w pełni utwardzony olej palmowy, olej palmowy, mleko w proszku, przeciwutleniacze: E307, E319, E320, E330, E339; kakao w proszku (5%), masto kakaowe, sól; emulgator. E476; regulator kwasowości: E500; stabilizatory E322 (soja), E471, E472; aromaty, barwnik E160a. Może zawierać śladowe ilości orzeszków ziemnych.","categories":"null","labels":"en:Sustainable, Źródło błonnika, en:Sustainable Palm Oil, en:ฮาลาล","link":"null","stores":"Biedronka,Stokrotka,Auchan","allergens":"en:gluten,en:milk,en:soybeans","packaging":"Card-box,Cardboard box,Plastic bag","quantity":"49 g","imageUrl":"https://images.openfoodfacts.org/images/products/885/101/901/0007/front_en.89.400.jpg","needWater":0.5,"facts":"[\"Pocky Chocolate Flavour is made with high-quality wheat flour and cocoa powder.\",\"The packaging is designed to be recyclable, promoting eco-friendly disposal.\",\"Pocky uses sustainable sourcing practices for its cocoa to reduce environmental impact.\",\"The product is free from artificial colors and preservatives, ensuring a focus on quality ingredients.\"]","miles":2.43,"co2Total":755.08182,"barcode":"8851019010007"},{"id":96619295203,"name":"Lime Sparkling Water","brands":"Kirkland Signature","ingredientsText":"CARBONATED WATER, NATURAL FLAVORS","categories":"Beverages, Carbonated drinks, Waters, Carbonated waters, Flavored waters, Flavored sparkling waters","labels":"null","link":"https://Costco.com","stores":"CostCo","allergens":"null","packaging":"Aluminium-can","quantity":"355 mL","imageUrl":"https://images.openfoodfacts.org/images/products/009/661/929/5203/front_en.3.400.jpg","needWater":0.5,"facts":"[\"Lime Sparkling Water is packaged in a 355 mL aluminum can, which is highly recyclable.\",\"The water used in Lime Sparkling Water is sourced from natural springs, ensuring high quality and purity.\",\"Aluminum cans for beverages have a recycling rate of over 70%, making them an eco-friendly choice.\",\"Lime Sparkling Water contains no added sugars or artificial flavors, promoting a healthier beverage option.\"]","miles":0.0,"co2Total":0.0,"barcode":"0096619295203"},{"id":4099100146196,"name":"Mixed Nuts","brands":"Aldi","ingredientsText":null,"categories":"Plant-based foods and beverages, Plant-based foods, Snacks, Sweet snacks, Confectioneries, Nuts and their products, Nuts, Nut confectioneries, Caramelized mixed nuts","labels":"null","link":"null","stores":"Aldi","allergens":"null","packaging":"Unknown, Aluminium-tin","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/409/910/014/6196/front_en.14.400.jpg","needWater":0.0,"facts":"[\"Mixed nuts typically contain a variety of nuts such as almonds, cashews, walnuts, and hazelnuts.\",\"Nuts are a source of healthy fats, protein, and essential vitamins and minerals.\",\"The production of nuts can have a lower carbon footprint compared to meat and dairy products.\",\"Quality mixed nuts are often raw or dry-roasted without added oils or excessive salt.\"]","miles":0.0,"co2Total":0.0,"barcode":"4099100146196"},{"id":705599014147,"name":"Protein-Packed Oatmeal","brands":"Kodiak","ingredientsText":"100% whole grain rolled oats, pea protein concentrate, tapioca starch, cane sugar, milk protein concentrate, brown sugar, maple syrup, whey protein isolate, sunflower lecithin, sea salt, natural flavors.","categories":"Porridge","labels":"Kosher,Orthodox Union Kosher,SFI Certified Sourcing","link":"https://kodiakcakes.com/products/maple-and-brown-sugar-oatmeal-packets","stores":"Big Y","allergens":"en:milk","packaging":"null","quantity":"10.58 oz, 6x 1.76 oz packets","imageUrl":"https://images.openfoodfacts.org/images/products/070/559/901/4147/front_en.11.400.jpg","needWater":0.5,"facts":"[\"Each packet contains a blend of whole grain oats and protein sources, providing a nutritious breakfast option.\",\"The product is packaged in recyclable materials, promoting eco-friendly practices.\",\"Protein-Packed Oatmeal is made with non-GMO ingredients, ensuring quality and sustainability.\",\"It is free from artificial flavors and preservatives, maintaining a high standard of quality.\"]","miles":0.0,"co2Total":0.0,"barcode":"0705599014147"},{"id":705599012211,"name":"Power waffles buttermilk & vanilla","brands":"Kodiak","ingredientsText":"100% whole grain wheat flour, water, 100% whole grain oat flour, sunflower oil, egg whites, sugar, wheat protein isolate, whey protein concentrate, whey protein isolate, natural vanilla flavor, sunflower lecithin, buttermilk, baking powder (monocalcium phosphate, baking soda), and sea salt.","categories":"Snacks, Sweet snacks, Biscuits and cakes, Cakes, Cooking helpers, Pastries, Pastry helpers, Baking Mixes, Dessert mixes, Waffles, Cake mixes","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/070/559/901/2211/front_en.18.400.jpg","needWater":0.0,"facts":"[\"Made with high-quality buttermilk and real vanilla for authentic flavor.\",\"Contains no artificial preservatives or colors, promoting a cleaner ingredient list.\",\"Packaged using eco-friendly materials to reduce environmental impact.\",\"Produced in facilities that adhere to strict quality control standards to ensure consistent taste and texture.\"]","miles":1.22,"co2Total":378.70180000000005,"barcode":"0705599012211"},{"id":4099100048865,"name":"Chia Seeds","brands":"Simply Nature,Aldi","ingredientsText":"chia seed.","categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Seeds, Cereals and their products, Cereal grains, Chia","labels":"No GMOs, Non GMO project","link":"null","stores":"Aldi","allergens":"null","packaging":"null","quantity":"12 oz (340 g)","imageUrl":"https://images.openfoodfacts.org/images/products/409/910/004/8865/front_en.51.400.jpg","needWater":0.5,"facts":"[\"Chia seeds are rich in omega-3 fatty acids, fiber, and protein, making them a nutritious addition to diets.\",\"They are sourced from the Salvia hispanica plant, which is native to Mexico and Guatemala, promoting biodiversity in agriculture.\",\"Chia seeds are often grown using sustainable farming practices, requiring minimal water and pesticides compared to other crops.\",\"The seeds are gluten-free and non-GMO, ensuring high quality and safety for consumers.\"]","miles":1.13,"co2Total":351.577873,"barcode":"4099100048865"}],"page":93}