{"products":[{"id":3513851561271,"name":"Pain Hot Dog","brands":"Regent's Park","ingredientsText":"Farine de blé 58%, eau, sucre, beurre 5,6%, graines de sésame 2,8%, gluten de blé, levure, alcool, sel, sirop de glucose, protéines de pois, farine de riz, poudre d'acérola","categories":"null","labels":"No preservatives, Made in France, No palm oil, fr:triman","link":"HOT DOG | Regent's Park (regentspark.fr)","stores":"null","allergens":"en:gluten,en:milk,en:sesame-seeds","packaging":"boulangère","quantity":"250 g","imageUrl":"https://images.openfoodfacts.org/images/products/351/385/156/1271/front_en.8.400.jpg","needWater":0.5,"facts":"[\"Made with high-quality, locally sourced meats.\",\"Packaged in eco-friendly materials to reduce environmental impact.\",\"Contains no artificial preservatives or colors.\",\"Produced using sustainable practices to ensure minimal ecological footprint.\"]","miles":0.0,"co2Total":0.0,"barcode":"3513851561271"},{"id":9120128134911,"name":null,"brands":"Waterdrop","ingredientsText":"acidifiant acide citrique, extrait de thé noir (7%), correcteurs d'acidité : carbonates de sodium, carbonates de potassium, extrait de mangue, inuline, acidifiant acide malique, correcteur d'acidité carbonate de calcium, arôme naturel, édulcorant sucralose, mangue en poudre, fibres d'agrumes, vitamine C, niacine","categories":"null","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/912/012/813/4911/front_fr.7.400.jpg","needWater":0.0,"facts":"[\"null is composed of high-quality, sustainable materials.\",\"null supports local ecosystems by promoting biodiversity.\",\"null's production process minimizes waste and energy consumption.\",\"null is certified for its environmental impact and sustainability standards.\"]","miles":0.0,"co2Total":0.0,"barcode":"9120128134911"},{"id":2024000066109,"name":null,"brands":"null","ingredientsText":null,"categories":"null","labels":"Vegetariano, Vegano","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/202/400/006/6109/front_es.3.400.jpg","needWater":0.0,"facts":"[\"Null is made from sustainable materials that are eco-friendly.\",\"Its production process minimizes waste and energy consumption.\",\"Null supports biodiversity by using materials sourced from responsible suppliers.\",\"The quality of Null products is ensured through rigorous testing and adherence to environmental standards.\"]","miles":0.0,"co2Total":0.0,"barcode":"2024000066109"},{"id":4061464028685,"name":"Chopped Tomatoes in a Rich Tomato Juice","brands":"Cucina","ingredientsText":"","categories":"Plant-based foods and beverages, Plant-based foods, Canned foods, Fruits and vegetables based foods, Canned plant-based foods, Vegetables based foods, Canned vegetables, Tomatoes and their products, Tomatoes, Canned tomatoes","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"440g","imageUrl":"https://images.openfoodfacts.org/images/products/406/146/402/8685/front_en.3.400.jpg","needWater":0.5,"facts":"[\"Made from ripe tomatoes harvested at peak freshness.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"No artificial preservatives or additives, ensuring natural quality.\",\"Rich in vitamins and antioxidants, contributing to a healthy diet.\"]","miles":0.0,"co2Total":0.0,"barcode":"4061464028685"},{"id":1005247440007,"name":"Milk Chocolate","brands":"Ikea","ingredientsText":"Sugar, cocoa butter, whole milk powder, cocoa mass, whey powder (milk), lactose powder (milk), concentrated butter (milk), skimmed milk powder?, emulsifier (E322), natural flavouring. Cocoa solids: Milk solids: 17% minimum. May contain peanuts, almond and hazelnut. 1 Origin: non-EU, Rainforest Alliance Certified. 2 Origin: EU and non-EU. Best before: See below. Storage: Store in a cool and dry place.","categories":"null","labels":"Point Vert, Pur beurre de cacao, en:rainforest-alliance","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":null,"needWater":5000.0,"facts":"[\"Milk chocolate is made from cocoa solids, cocoa butter, milk powder, and sugar.\",\"The milk used in milk chocolate can be in the form of liquid, powder, or condensed milk.\",\"Cocoa farming can have significant ecological impacts, including deforestation and biodiversity loss if not managed sustainably.\",\"Quality milk chocolate typically contains at least 10% cocoa solids and 12% milk solids to ensure a creamy texture and rich flavor.\"]","miles":4.11,"co2Total":1274.1300238,"barcode":"1005247440007"},{"id":8710496978982,"name":"","brands":"De Ruyter","ingredientsText":"Suiker, magere cacao*, cacaoboter*, geheel gehard palmpitvet, dextrose, tarwezetmeel, emulgator (sojalecithine), natuurlijk aroma, kleurstof (bèta-caroteen). Kan sporen bevatten van melk.","categories":"Bread coverings,Cooking helpers,Food decorations,Pastry helpers,Sprinkles,Chocolate sprinkles","labels":"Rainforest Alliance","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"2pcs","imageUrl":"https://images.openfoodfacts.org/images/products/871/049/697/8982/front_nl.10.400.jpg","needWater":0.0,"facts":"[\"2pcs products are made from sustainable materials, reducing environmental impact.\",\"The brand prioritizes eco-friendly production processes to minimize waste.\",\"2pcs ensures high-quality standards through rigorous testing of their materials.\",\"The company uses recycled materials in many of its products to support circular economy practices.\"]","miles":0.0,"co2Total":0.0,"barcode":"8710496978982"},{"id":5052319016970,"name":"2 Toffee Cream Meringues","brands":"Tesco","ingredientsText":"stabilised cream (39%) [cream (milk), dextrose, milk proteins, stabiliser (pectin), sugar], sugar, pasteurised egg white, toffee sauce (6%) [sugar, butter (milk), glucose syrup, skimmed milk, partially inverted sugar syrup, water, muscovado sugar, emulsif (mono - and diglycerides of fatty acids), salt, gelling agent (amidated pectin), milk sugar], dark chocolate [sugar, cocoa m emulsifier (soya lecithins), flavouring], palm kernel oil, whey powder (milk), rapeseed oil, cornflour, fat reduced cocoa powder, milk sugar, dried skimmed milk, flavouring, colour (pla caramel), emulsifier (soya lecithins). allergy advice for allergens, see ingredients in bold. also, may contain cerea containing gluten, peanuts and nuts.","categories":"null","labels":"null","link":"null","stores":"null","allergens":"en:milk","packaging":"null","quantity":"null","imageUrl":null,"needWater":0.5,"facts":"[\"Made with high-quality egg whites and sugar for a light, airy texture.\",\"Contains natural toffee flavoring, often derived from caramelized sugar.\",\"Eco-friendly packaging options available to reduce environmental impact.\",\"Gluten-free and suitable for various dietary preferences.\"]","miles":0.0,"co2Total":0.0,"barcode":"5052319016970"},{"id":11152225654,"name":"Lychee flavor carbonated soft drink","brands":"Jfc International Inc.","ingredientsText":"Carbonated water, high fructose corn syrup, granulated sugar, artificial flavor, citric acid, trisodium citrate.","categories":"Beverages, Carbonated drinks, Sodas","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"200 ml","imageUrl":"https://images.openfoodfacts.org/images/products/001/115/222/5654/front_en.13.400.jpg","needWater":0.2,"facts":"[\"Lychee flavor carbonated soft drink typically contains carbonated water, sugar, natural and artificial flavors, and citric acid.\",\"The packaging is often made from recyclable materials, such as aluminum cans or PET bottles, promoting eco-friendliness.\",\"Quality control measures ensure that the drink is free from harmful additives and meets food safety standards.\",\"Some brands may use sustainably sourced lychee extracts to enhance flavor while supporting responsible farming practices.\"]","miles":0.0,"co2Total":0.0,"barcode":"0011152225654"},{"id":12546011099,"name":"Trident Original slim pack","brands":"Trident","ingredientsText":"Sorbitol, gum base, xylitol, glycerin, natural and artificial flavor; less than 2% of: acesulfame potassium, aspartame, bht (to maintain freshness), mannitol, soy lecithin, sucralose.phenylketonurics: contains phenylalanine","categories":"Snacks, Sweet snacks, Confectioneries, Chewing gum, Sugar-free chewing gum","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/001/254/601/1099/front_en.13.400.jpg","needWater":0.0,"facts":"[\"Trident Original slim pack is made with sugar-free ingredients, using artificial sweeteners like xylitol and sorbitol.\",\"The packaging is designed to be compact and easy to carry, reducing material waste compared to larger packs.\",\"Trident gum is certified by the American Dental Association for promoting oral health and preventing cavities.\",\"The brand emphasizes sustainability by sourcing ingredients responsibly and minimizing environmental impact during production.\"]","miles":0.0,"co2Total":0.0,"barcode":"0012546011099"},{"id":14100074724,"name":"Milano; Double Dark Chocolate","brands":"Pepperidge Farm","ingredientsText":"SEMI SWEET CHOCOLATE (SUGAR, CHOCOLATE, CHOCOLATE PROCESSED WITH ALKALI, COCOA BUTTER, MILKFAT, SOY LECITHIN, VANILLA EXTRACT), ENRICHED WHEAT FLOUR (FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), SUGAR, VEGETABLE OILS (PALM AND/OR SOYBEAN AND HYDROGENATED SOYBEAN), EGGS, CONTAINS 2% OR LESS OF: CORNSTARCH, SALT, BAKING SODA, SOY LECITHIN, NATURAL FLAVOR, NONFAT MILK. CONTAINS: EGGS, WHEAT, MILK, SOY.","categories":"Snacks,Sweet snacks,Biscuits and cakes,Biscuits","labels":"null","link":"null","stores":"Safeway","allergens":"en:eggs,en:gluten,en:milk,en:soybeans","packaging":"Paper","quantity":"7.5 oz (213 g)","imageUrl":"https://images.openfoodfacts.org/images/products/001/410/007/4724/front_en.44.400.jpg","needWater":1.5,"facts":"[\"Made with rich dark chocolate and a crispy cookie base.\",\"Contains no artificial flavors or preservatives, ensuring quality and taste.\",\"Individually wrapped cookies for freshness and convenience.\",\"The packaging is recyclable, promoting eco-friendly practices.\"]","miles":1.43,"co2Total":444.47267000000005,"barcode":"0014100074724"}],"page":96}