{"products":[{"id":38000143717,"name":"Special K Red Berries Cereal","brands":"Kellogg's","ingredientsText":"rice, whole grain wheat, sugar, wheat bran, freeze-dried strawberries, soluble wheat fiber, contains 2% or less of brown sugar syrup, salt, malt flavor, vitamins and minerals: vitamin c (ascorbic acid), reduced iron, niacinamide, vitamin b6 (pyridoxine hydrochloride), vitamin b1 (thiamin hydrochloride), vitamin b2 (riboflavin), vitamin a palmitate, folic acid, vitamin b12, vitamin d3,","categories":"Plant-based foods and beverages,Plant-based foods,Breakfasts,Cereals and potatoes,Cereals and their products,Breakfast cereals,extruded cereals","labels":"null","link":"null","stores":"null","allergens":"en:gluten","packaging":"Card-box","quantity":"16.9","imageUrl":"https://images.openfoodfacts.org/images/products/003/800/014/3717/front_en.26.400.jpg","needWater":1.2,"facts":"[\"Special K Red Berries Cereal contains whole grain rice and wheat as primary ingredients.\",\"The cereal is enriched with vitamins and minerals, including iron and B vitamins, to enhance its nutritional profile.\",\"The packaging is designed to be recyclable, promoting eco-friendly practices.\",\"Special K Red Berries is low in fat and contains no artificial flavors or preservatives, ensuring a quality product.\"]","miles":0.0,"co2Total":0.0,"barcode":"0038000143717"},{"id":39047010208,"name":"Gluten Free Pure butter shortbread","brands":"Walkers","ingredientsText":"Melange de farines (riz, fecule de pomme de terre, mais, stabilisant: gomme xanthane), BEURRE (lait) (35%), sucre, sel.","categories":"null","labels":"Sans gluten, Sans arômes artificiels, Sans conservateurs, Point Vert, Sans colorants, Sans huile de palme, Vegetarian Society Approved","link":"walkersshortbread.com","stores":"Manor, Carrefour, Cora, Leclerc, Diapar, Colryut, segurel","allergens":"en:milk","packaging":"Film","quantity":"140 g","imageUrl":"https://images.openfoodfacts.org/images/products/003/904/701/0208/front_en.14.400.jpg","needWater":0.0,"facts":"[\"Made with high-quality gluten-free flour to ensure a safe option for those with gluten sensitivities.\",\"Contains pure butter for rich flavor and a crumbly texture, using no artificial additives or preservatives.\",\"Packaged in eco-friendly materials to minimize environmental impact and promote sustainability.\",\"Produced in small batches to maintain quality and freshness, ensuring a premium shortbread experience.\"]","miles":1.43,"co2Total":444.47267000000005,"barcode":"0039047010208"},{"id":358262,"name":"Smoked Hebridean Salmon","brands":"Trader Giotto's,Mushrooms","ingredientsText":"Scottish Salmon (97%) (Salmo salar) (Fish), Sea Salt, Demerara Sugar.","categories":"Seafood, Fishes and their products, Fishes, Fatty fishes, Salmons, Smoked fishes, Smoked salmons","labels":"RSPCA Assured, en:usda-organic","link":"null","stores":"Sainsbury's","allergens":"en:fish","packaging":"Card-sleeve,Card-tray,Ldpe-film","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/000/000/035/8262/front_en.37.400.jpg","needWater":10.0,"facts":"[\"Smoked Hebridean Salmon is sourced from the clean, cold waters of the Hebrides, ensuring high quality and flavor.\",\"The salmon is traditionally cured using natural methods, often with sea salt and wood smoke from local hardwoods.\",\"Sustainable fishing practices are employed to protect wild salmon populations and their habitats.\",\"Hebridean Salmon is known for its rich, buttery texture and distinctive smoky flavor, making it a premium product.\"]","miles":0.32,"co2Total":100.0881929,"barcode":"00358262"},{"id":40822011143,"name":"Classic Hummus","brands":"Sabra","ingredientsText":"cooked chickpeas, tahini (ground sesame), nongmo soybean oil, water, garlic, salt, nongmo citric acid, potassium sorbate added to maintain freshness,","categories":"Plant-based foods and beverages, Plant-based foods, Condiments, Spreads, Plant-based spreads, Salted spreads, Sauces, Dips, Hummus, Classic hummus, Groceries","labels":"Vegetarian, No GMOs, Vegan, Non GMO project, Keep-refrigerated, Official-dip-sponsor-of-the-nfl, Official-sponsor-of-the-nfl, en:no-gluten","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"284 g","imageUrl":"https://images.openfoodfacts.org/images/products/004/082/201/1143/front_en.27.400.jpg","needWater":0.5,"facts":"[\"Classic Hummus is typically made from chickpeas, tahini, olive oil, lemon juice, and garlic.\",\"The ingredients used in Classic Hummus are often sourced from sustainable agricultural practices.\",\"Classic Hummus is a plant-based product, making it a more environmentally friendly option compared to meat-based spreads.\",\"Many brands of Classic Hummus prioritize non-GMO and organic ingredients, ensuring higher quality and safety.\"]","miles":0.31,"co2Total":96.79808,"barcode":"0040822011143"},{"id":41500766034,"name":"Classic yellow mustard","brands":"French's","ingredientsText":"Distilled vinegar, water, #1 grade mustard seed, salt, turmeric, paprika, spice, natural flavor and garlic powder.","categories":"Condiments, Sauces, Mustards, Sweet mustards, Yellow mustards, Groceries","labels":"No gluten","link":"null","stores":"null","allergens":"null","packaging":"Pot","quantity":"30 oz","imageUrl":"https://images.openfoodfacts.org/images/products/004/150/076/6034/front_en.4.400.jpg","needWater":0.5,"facts":"[\"Classic yellow mustard is primarily made from mustard seeds, vinegar, water, and spices.\",\"The packaging for Classic yellow mustard is often recyclable, promoting eco-friendliness.\",\"Classic yellow mustard is gluten-free and contains no artificial colors or flavors, ensuring quality ingredients.\",\"The production process of mustard typically requires less water compared to other condiments, making it more sustainable.\"]","miles":0.54,"co2Total":168.20828,"barcode":"0041500766034"},{"id":41570054017,"name":"Nut and Rice Cracker Snacks, Cheddar Cheese","brands":"Blue Diamond,Blue Diamond Almonds","ingredientsText":"rice flour, almonds, cheddar seasoning (cheddar cheese powder [cheddar cheese {pasteurized milk, cheese cultures, salt, enzymes}, disodium phosphate], salt, maltodextrin, natural cheese flavor [cheddar cheese {pasteurized milk, cheese cultures, salt, enzymes}, yeast extract, xanthan gum], cultured whey, onion, extractive of turmeric, garlic, extractive of annatto, lactic acid), potato starch, expeller pressed safflower oil, soy lecithin,","categories":"Snacks, Salty snacks, Sweet snacks, Appetizers, Biscuits and cakes, Crackers","labels":"No gluten, No wheat","link":"null","stores":"null","allergens":"en:nuts,en:soybeans","packaging":"Box","quantity":"120.5 g","imageUrl":"https://images.openfoodfacts.org/images/products/004/157/005/4017/front_en.10.400.jpg","needWater":0.5,"facts":"[\"Made with a blend of whole grain rice and nuts for a crunchy texture.\",\"Contains real cheddar cheese for authentic flavor.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"Free from artificial preservatives and flavors, ensuring quality ingredients.\"]","miles":0.6,"co2Total":186.89845,"barcode":"0041570054017"},{"id":44000027346,"name":"Nilla Wafers","brands":"Mondelez, Nabisco","ingredientsText":"Unbleached enriched flour (wheat flour, niacin, reduced iron, thiamine mononitrate vitamin b1, riboflavin vitamin b2, folic acid), sugar, canola oil, palm oil, high fructose corn syrup, whey (from milk), eggs, salt, leavening (baking soda, calcium phosphate), emulsifiers (mono - and diglycerides, soy lecithin), artificial flavor, natural flavor.","categories":"Snacks, Sweet snacks, Biscuits and cakes, Biscuits","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"311g","imageUrl":"https://images.openfoodfacts.org/images/products/004/400/002/7346/front_en.24.400.jpg","needWater":2.5,"facts":"[\"Nilla Wafers are made primarily from wheat flour, sugar, and palm oil.\",\"The packaging is designed to be recyclable, promoting eco-friendly disposal.\",\"Nilla Wafers contain no artificial flavors or colors, ensuring a more natural product.\",\"The brand emphasizes quality by using high-quality ingredients sourced from reputable suppliers.\"]","miles":1.43,"co2Total":444.47267000000005,"barcode":"0044000027346"},{"id":47495117806,"name":"Fig Bar Original Fig","brands":"Nature's Bakery","ingredientsText":"stone ground whole wheat flour, dried cane sugar, fig paste, brown rice syrup, canola oil, rolled oats, glycerin, cultured unbleached whole wheat flour, caramel color [ammonia-free], oat fiber, sea salt, baking soda, natural flavor, citric acid,","categories":"Snacks, Sweet snacks, Bars, Fruit-bar","labels":"Vegetarian, Vegan, Vegan Action, Verified, en:non-gmo-project","link":"null","stores":"Grocery Stores","allergens":"null","packaging":"Plastic wrap","quantity":"2 oz, 57g","imageUrl":"https://images.openfoodfacts.org/images/products/004/749/511/7806/front_en.48.400.jpg","needWater":0.5,"facts":"[\"Made with real figs as the primary ingredient.\",\"Contains no artificial flavors or preservatives.\",\"The packaging is recyclable, promoting eco-friendliness.\",\"Crafted with high-quality, wholesome ingredients for better nutrition.\"]","miles":0.0,"co2Total":0.0,"barcode":"0047495117806"},{"id":51000012616,"name":"Cream of Mushroom","brands":"Cambell's","ingredientsText":"Water, mushrooms, vegetable oil (corn, canola, soybean), modified cornstarch, wheat flour, cream, salt 2%, whey, soy protein concentrate, monosodium glutamate, yeast extract, dried garlic, natural flavoring.","categories":"null","labels":"Sin conservantes,Contiene OMG","link":"https://www.campbells.com/products/condensed/cream-of-mushroom-soup/","stores":"null","allergens":"en:gluten,en:milk,en:soybeans","packaging":"Can, Canned","quantity":"10.5 oz (298 g)","imageUrl":"https://images.openfoodfacts.org/images/products/005/100/001/2616/front_en.51.400.jpg","needWater":0.5,"facts":"[\"Contains natural ingredients such as mushrooms, cream, and seasonings.\",\"Packaged in a recyclable can to reduce environmental impact.\",\"No artificial preservatives or flavors, ensuring a high-quality product.\",\"Made with sustainably sourced mushrooms to support eco-friendly practices.\"]","miles":0.0,"co2Total":0.0,"barcode":"0051000012616"},{"id":51500062005,"name":"Chunky Natural Peanut Butter","brands":"SMUCKER’S, Smucker's Natural Peanut Butter","ingredientsText":"PEANUTS, CONTAINS 1% OR LESS OF SALT.","categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Spreads, Nuts and their products, Plant-based spreads, Oilseed purees, Legume butters, Nut butters, Peanut butters","labels":"No GMOs, Non GMO project, en:no-gluten","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"1","imageUrl":"https://images.openfoodfacts.org/images/products/005/150/006/2005/front_en.24.400.jpg","needWater":0.5,"facts":"[\"Made from 100% roasted peanuts with no added sugars or oils.\",\"Peanut farming can be environmentally friendly, as peanuts can improve soil health through nitrogen fixation.\",\"Chunky Natural Peanut Butter is often non-GMO and free from artificial preservatives.\",\"Rich in protein and healthy fats, it provides a nutritious option for snacks or meals.\"]","miles":1.07,"co2Total":331.44125,"barcode":"0051500062005"}],"page":98}