{"products":[{"id":52000328684,"name":"Lemon-Lime Thirst Quencher","brands":"Gatorade","ingredientsText":"Water, sugar, dextrose, citric acid, salt, sodium citrate, monopotassium phosphate, gum arabic, glycerol ester of rosin, natural flavor, yellow 5.","categories":"Beverages, Sweetened beverages","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"Pet-bottle","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/005/200/032/8684/front_en.21.400.jpg","needWater":5.5,"facts":"[\"Made with natural lemon and lime flavors.\",\"Contains no artificial colors or preservatives.\",\"Packaging is made from recyclable materials.\",\"Low in calories and free from high fructose corn syrup.\"]","miles":0.0,"co2Total":0.0,"barcode":"0052000328684"},{"id":54400600506,"name":"Dijon mustard","brands":"Grey Poupon","ingredientsText":"Water, vinegar, mustard seed, salt, white wine, fruit pectin, citric acid, tartaric acid, sugar, spice","categories":"Condiments, Sauces, Mustards, Dijon mustards, Groceries","labels":"null","link":"null","stores":"null","allergens":"en:mustard","packaging":"Jar","quantity":"454 g","imageUrl":"https://images.openfoodfacts.org/images/products/005/440/060/0506/front_en.21.400.jpg","needWater":0.5,"facts":"[\"Dijon mustard is made primarily from brown or black mustard seeds, vinegar, water, and salt.\",\"Many Dijon mustard brands prioritize using organic ingredients and sustainable farming practices.\",\"Dijon mustard contains no artificial preservatives or colors, ensuring high quality and natural flavor.\",\"The production of Dijon mustard can have a lower carbon footprint compared to other condiments due to local sourcing of ingredients in the Dijon region.\"]","miles":0.54,"co2Total":168.20828,"barcode":"0054400600506"},{"id":546720,"name":"Trader Joes NATURAL BEEF JERKY","brands":"Trader Joe's","ingredientsText":"Beef, sugar, water, soy sauce (water, wheat, soybeans, salt), pineapple juice concentrate, apple cider vinegar, salt, flavorings, paprika, natural smoke flavoring.","categories":"Meats and their products, Meats, Dried meats, Beef jerkies","labels":"en:no-gluten","link":"null","stores":"Trader Joe's","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/000/000/054/6720/front_en.12.400.jpg","needWater":2.5,"facts":"[\"Made from 100% grass-fed beef\",\"No artificial preservatives or added nitrates\",\"Sourced from sustainable ranches\",\"Contains no MSG or artificial flavors\"]","miles":0.0,"co2Total":0.0,"barcode":"00546720"},{"id":73410013854,"name":"Arnold healthy multi-grain","brands":"brownberry","ingredientsText":"WHOLE WHEAT FLOUR, WATER, WHEAT GLUTEN, SUGAR, BULGUR WHEAT, CELLULOSE FIBER. FLAXSEED, CORNMEAL, OATS, SOYBEAN OIL, BROWN RICE, BLACK & WHITE SESAME SEEDS, YEAST, SALT, CULTURED WHEAT FLOUR, SOY LECITHIN, GRAIN VINEGAR, POPPY SEEDS, REB A (STEVIA LEAF SWEETENER), CITRIC ACID. R20-098-201177 CONTAINS WHEAT, SOY. MADE IN A BAKERY THAT MAY ALSO USE MILK, TREE NUTS.","categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, Wholemeal breads","labels":"null","link":"null","stores":"Pioneer","allergens":"en:milk,en:nuts,en:soybeans","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/007/341/001/3854/front_en.15.400.jpg","needWater":0.0,"facts":"[\"Made with a blend of whole grains including oats, barley, and wheat.\",\"Contains no artificial preservatives or colors, ensuring a natural product.\",\"Sourced from sustainable farming practices to support ecological balance.\",\"Rich in fiber and essential nutrients, promoting overall health and wellness.\"]","miles":0.0,"co2Total":0.0,"barcode":"0073410013854"},{"id":73435000044,"name":"Hawaiian Sweet Rolls","brands":"Kings Hawaiian, Kings Hawaiian Bakery West Inc.","ingredientsText":"Enriched Flour Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Sugar, Liquid Sugar Sugar, Water, Butter Pasteurized Cream, Salt, Eggs, Contains Less Than 2% Of Each Of The Following: Potato Flour, Yeast, Whey, Nonfat Milk, Soy Flour, Salt, Degerminated Yellow Corn Flour, Wheat Gluten, Sodium Stearoyl Lactylate, Datem, Monocalcium Phosphate, Wheat Flour, Calcium Sulfate, Sodium Silicoaluminate, Ascorbic Acid Added As A Dough Conditioner, Ammonium Sulfate, Wheat Starch, Sorbitan Monostearate, Enzymes, Microcrystalline Cellulose, Calcium Silicate,","categories":"Plant-based foods and beverages, Plant-based foods, Cereals and potatoes, Breads, Hawaiian Sweet Rolls","labels":"null","link":"null","stores":"null","allergens":"en:eggs,en:gluten,en:milk,en:soybeans","packaging":"4","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/007/343/500/0044/front_en.16.400.jpg","needWater":0.5,"facts":"[\"Hawaiian Sweet Rolls are typically made with ingredients like flour, sugar, eggs, and milk, giving them a soft texture and sweet flavor.\",\"The original recipe for Hawaiian Sweet Rolls was created by a Japanese immigrant baker in Hawaii, blending local flavors and techniques.\",\"These rolls are often made with pineapple juice, which adds natural sweetness and moisture, enhancing their flavor profile.\",\"Hawaiian Sweet Rolls are often considered a high-quality product due to their soft, fluffy texture and rich, sweet taste, making them popular for various dishes.\"]","miles":0.0,"co2Total":0.0,"barcode":"0073435000044"},{"id":82592720153,"name":"Green Machine Juice Smoothie","brands":"Naked","ingredientsText":"Apple juice, mango puree, pineapple juice, banana puree, kiwi puree, spirulina, natural flavors, alfalfa, broccoli, spinach, barley grass, wheat grass, parsley, ginger root, kale, odorless garlic.","categories":"Plant-based foods and beverages, Beverages, Plant-based beverages, Fruit-based beverages, Smoothies, Fruit smoothies, Juices","labels":"No added sugar, Pure juice, No GMOs, Non GMO project","link":"null","stores":"Walgreens","allergens":"en:gluten","packaging":"Plastic,Fresh,Pasteurized","quantity":"15.2 fl. oz (450 mL)","imageUrl":"https://images.openfoodfacts.org/images/products/008/259/272/0153/front_en.35.400.jpg","needWater":0.5,"facts":"[\"The packaging is made from recyclable materials.\",\"The ingredients are sourced from organic farms to promote sustainable agriculture.\",\"Green Machine Juice Smoothie contains no artificial preservatives or colors.\",\"The product is cold-pressed to retain maximum nutrients and flavor.\"]","miles":0.22,"co2Total":68.28708999999999,"barcode":"0082592720153"},{"id":96619844333,"name":"Sliced Oven Roasted Turkey Breast","brands":"Kirkland Signature","ingredientsText":"turkey breast, water, contains 2% or less of: (salt, vinegar, lemon juice concentrate, modified food starch, brown sugar, sodium phosphate, turkey flavor (polysorbate 60, mono & diglycerides, xanthan gum), browned in soybean oil)","categories":"Meats and their products, Meats, Poultries, Turkey and its products, Turkeys, Turkey breasts","labels":"No gluten","link":"null","stores":"Costco","allergens":"en:soybeans","packaging":"null","quantity":"397g (14OZ)","imageUrl":"https://images.openfoodfacts.org/images/products/009/661/984/4333/front_en.46.400.jpg","needWater":1.5,"facts":"[\"Made from 100% turkey breast meat without fillers or artificial preservatives.\",\"Sourced from farms that adhere to sustainable and humane animal welfare practices.\",\"Packaged in recyclable materials to reduce environmental impact.\",\"Low in fat and high in protein, making it a healthy option for meals and snacks.\"]","miles":1.76,"co2Total":547.35318,"barcode":"0096619844333"},{"id":97339000030,"name":"Salsa Picante","brands":"Valentina","ingredientsText":"Water, chili peppers, vinegar, salt, spices, 0.1% sodium benzoate as preservative","categories":"Condiments, Sauces, Hot sauces, Groceries","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"en:Glass-bottle","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/009/733/900/0030/front_en.17.400.jpg","needWater":5.0,"facts":"[\"Salsa Picante is typically made from chili peppers, vinegar, and spices.\",\"Many brands of Salsa Picante use locally sourced ingredients, promoting sustainable agriculture.\",\"The quality of Salsa Picante is often determined by the freshness of the peppers and the balance of flavors.\",\"Some Salsa Picante varieties are produced using organic ingredients, reducing chemical impact on the environment.\"]","miles":0.0,"co2Total":0.0,"barcode":"0097339000030"},{"id":99482452735,"name":"365 everyday value, organic cannellini beans","brands":"365 Everyday Value","ingredientsText":"Organic cannellini beans, water, sea salt.","categories":"Plant-based foods and beverages, Plant-based foods, Legumes and their products, Canned foods, Legumes, Canned plant-based foods, Canned legumes, Canned common beans","labels":"Organic, en:usda-organic","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"null","imageUrl":"https://images.openfoodfacts.org/images/products/009/948/245/2735/front_en.4.400.jpg","needWater":34.0,"facts":"[\"365 Everyday Value organic cannellini beans are certified organic, ensuring they are grown without synthetic pesticides or fertilizers.\",\"The beans are packaged in BPA-free cans, promoting safer food storage and consumption.\",\"These cannellini beans are a good source of plant-based protein and dietary fiber, contributing to a balanced diet.\",\"The product supports sustainable farming practices, which help preserve soil health and reduce environmental impact.\"]","miles":0.4,"co2Total":124.67491,"barcode":"0099482452735"},{"id":987417,"name":"Soft & Juicy Mango","brands":"Trader Jose's","ingredientsText":"MANGO, SUGAR, GLYCERIN, MANGO JUICE, SULFUR DIOXIDE (ADDED FOR FRESHNESS).","categories":"Snacks, en:dried-fruits","labels":"null","link":"null","stores":"null","allergens":"null","packaging":"null","quantity":"6 oz (170 g)","imageUrl":"https://images.openfoodfacts.org/images/products/000/000/098/7417/front_en.23.400.jpg","needWater":56.0,"facts":"[\"Made from high-quality, ripe mangoes sourced from sustainable farms.\",\"The packaging is eco-friendly and recyclable, reducing environmental impact.\",\"Contains no artificial preservatives or colors, ensuring natural taste and quality.\",\"Rich in vitamins A and C, promoting health and wellness.\"]","miles":0.0,"co2Total":0.0,"barcode":"00987417"}],"page":99}